{"SEO Announce": {"article": [{"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Bing Chat Enterprise in Windows Copilot", "info_description": "These Release Notes are designed to provide updates on new features that have fully shipped to all Bing Chat users as of today. Here&rsquo;s a summary of what&rsquo;s new since our August 25 update:&nbsp;", "info_link": "https://blogs.bing.com/search/september-2023/Bing-Preview-Release-Notes-Bing-Chat-Enterprise-in-Windows-Copilot", "time": "2023-09-01"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: More Ways to Access Bing Chat", "info_description": "We&rsquo;re excited about Monday&rsquo;s announcement that Bing Chat Enterprise is now available to Microsoft 365 A3 and A5 Faculty users at no additional cost. We look forward to hearing from educators about how they are using it!&nbsp;\n&nbsp;", "info_link": "https://blogs.bing.com/search/august-2023/Bing-Preview-Release-Notes-More-Ways-to-Access-Bing-Chat", "time": "2023-08-25"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Chat Enterprise is in preview for Microsoft 365 A3 and A5 licenses for faculty users", "info_description": "In July, Microsoft announced the preview of Bing Chat Enterprise, which delivers AI-powered chat with commercial data protection. Today, we have extended Bing Chat Enterprise eligibility to Microsoft 365 A3 and A5 licenses for faculty.&nbsp;", "info_link": "https://blogs.bing.com/search/august-2023/Bing-Chat-Enterprise-is-in-preview-for-Microsoft-365-A3-and-A5-licenses-for-faculty-users", "time": "2023-08-21"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Search Central Live is coming to India", "info_description": "With three Search Central Live events behind us this year, it's time to announce the one we get asked about the most: Search Central India!", "info_link": "https://developers.google.com/search/blog/2023/08/search-central-live-india-2023", "time": "2023-08-19"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "Thank You", "info_description": "Today marks the date of exactly 10 years of marriage to my wife, my friend, the loving mother to our children, and my business partner at Simmer. And yes, they are all the same person – I&rsquo;m that lucky!\nThank you, Mari, for everything.", "info_link": "https://www.simoahava.com/personal/thank-you/", "time": "2023-08-31"}]}, "Google Product updates": {"article": [{"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【August 31, 2023】Release notes for Analytics Help", "info_description": "You can now view and delete established links between Google Analytics 4 properties and AdSense accounts. When you link your AdSense account to a Google Analytics 4 property, you can see it on the Admin page under AdSense Links.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-08-31"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Our new policy to help guide advertisers and build trust with users", "info_description": " Today we’re announcing a new approach to improving ad clarity—a policy called Limited Ads Serving—that will both reduce the risk of scams and help prevent confusing and misleading ads. Under this policy, we’ll begin implementing a get-to-know-you period for advertisers we are less familiar with, during which impressions for their ads might be limited. To start, this policy will apply to those advertisers when they target certain brands with their ad campaigns. For example, we’d implement this p", "info_link": "https://support.google.com/google-ads/answer/13986050", "time": "2023-08-31"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【August 24, 2023】Release notes for Google Tag Manager", "info_description": "\nServer-side tagging: You can now apply a transformation rule to entire tag types. Learn more about transformations\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-08-25"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Vehicle ads will be upgraded to Performance Max with vehicle feeds", "info_description": " The auto shopper journey is constantly evolving and shifting to digital. Now more than ever, people are starting their research for a new car online. In fact, 79% of new car buyers used a search engine to inform and influence a recent vehicle purchase,1 and on average use 6 online information sources while researching2. For marketers, this means the speed at which you need to analyze data, find customer insights, and adapt how your brand shows up is unlike anything you’ve experienced before. An", "info_link": "https://support.google.com/google-ads/answer/13837303", "time": "2023-08-24"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【August 17, 2023】Release notes for Analytics Help", "info_description": "Behavioral modeling data is now available in any exploration or report that includes paths and funnels in Google Analytics 4. More specifically, this includes the path exploration and funnel exploration, as well as the user purchase journey report and custom funnel reports.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-08-17"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Get ready to upgrade your Discovery ads to Demand Gen", "info_description": " Consumers today have infinite options of content—everything from 15-hour live streams to 15-second Shorts—prompting actions at varying speeds and in different ways. In June, we introduced Demand Gen, a new AI-powered campaign designed to multiply your creativity and drive demand. It’s built to help advertisers who buy on social platforms find and convert consumers with immersive, relevant, and visual creatives that grab attention and spur action in the right moment. Demand Gen drives conversion", "info_link": "https://support.google.com/google-ads/answer/13859703", "time": "2023-08-15"}]}}