{"Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "The Technical Marketing Handbook By Simmer", "info_description": "Simmer has just released the Technical Marketing Handbook.\nIt&rsquo;s a free online resource, formatted as a mini-course, designed to walk the reader through the different disciplines and concepts that fall under the banner of &ldquo;technical marketing&rdquo;. And yes, we spend the introductory chapter explaining what that term means to us.\n  In total, we wrote 9 chapters, each with 3 topics, for a total of around 77,000 words. For reference, that&rsquo;s about as many words as in the first Harry Potter novel.", "info_link": "https://www.simoahava.com/personal/technical-marketing-handbook/", "time": "2024-02-29"}]}, "SEO Announce": {"article": [{"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "The next wave of Microsoft Copilot for employees and students", "info_description": "Since becoming generally available in December, Microsoft Copilot has been adopted by workers, faculty, and&mdash;most recently&mdash;higher ed students, as their everyday AI companion with commercial data protection. They&rsquo;re using it to find better answers, maximize their efficiency, and instantly be more creative&mdash;all while helping to keep their organization&rsquo;s data safe with commercial data protection.&nbsp;&nbsp;", "info_link": "https://blogs.bing.com/search/February-2024/The-next-wave-of-Microsoft-Copilot-for-employees-and-students", "time": "2024-02-28"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Adding structured data support for Product Variants", "info_description": "\n        In 2022, Google expanded support for Product structured data, enabling enhanced product experiences in Google Search.\n        Then, in 2023 we added support for shipping and returns structured data.\n        Today, we are adding structured data support for Product variants, allowing merchants to easily show more variations of the products they sell, and show shoppers more relevant, helpful results.\n        Providing variant structured data will also complement and enhance merchant center feeds, including automated feeds.\n      ", "info_link": "https://developers.google.com/search/blog/2024/02/product-variants", "time": "2024-02-20"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "New Search experiences in EEA: Rich results, aggregator units, and refinement chips", "info_description": "\n        Following our latest update on our preparations for the DMA\n        (Digital Markets Act), we're sharing more details about what publishers can expect to see in\n        regards to new search results in European Economic Area\n        (EEA) countries, and how they can express interest in these experiences.\n        ", "info_link": "https://developers.google.com/search/blog/2024/02/search-experiences-in-eea", "time": "2024-02-15"}]}, "Google Product updates": {"article": [{"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【February 28, 2024】Release notes for Analytics Help", "info_description": "We have added the Primary Channel Group, a new, editable channel group that will be the default reporting channel for all channel reports. Channels are rule-based definitions of your website's traffic sources that let you monitor the performance of all of the channels sending traffic to your website. The Primary Channel Group allows you to control your default reporting channel, creating a record of custom channel changes over time for historical reporting purposes, while still maintaining all custom channel groups which reflect the most current definition across all historical data.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2024-02-28"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Capture sales this spring shopping season and engage shoppers with AR & VR features", "info_description": " Shoppers want to make sure that the products they buy will ultimately meet their needs—whether it's the right shade of makeup, or the right design look in their space. In fact, 55% of surveyed online apparel shoppers have returned an item(s) because it looked different on them than they expected.1 Our suite of augmented reality tools give shoppers more insight into how products will look on them, or in their space, helping them ultimately make more confident decisions and helping to reduce over", "info_link": "https://support.google.com/google-ads/answer/14627170", "time": "2024-02-28"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Teeth whitening products", "info_description": " Teeth whitening products that contain equal to or less than 6% hydrogen peroxide or chemicals that emit hydrogen peroxide are allowed in the United Kingdom. Previously, teeth whitening products with more than 0.1% hydrogen peroxide were prohibited in the UK. The change applies to Shopping Ads and Free Listings. The restricted content policy is designed to protect customers from products that may be harmful or ineffective. We encourage merchants to review their teeth whitening products to ensure", "info_link": "https://support.google.com/merchants/answer/14429314", "time": "2024-02-27"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【February 22, 2024】Release notes for Analytics Help", "info_description": "To simplify reporting in Google Analytics, we’re updating the Advertising section, bringing all relevant reporting for advertisers and publishers together in one place. With this update, you can now use the following sections for either behavioral or performance reporting:", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2024-02-22"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "February 22, 2024 - Show field descriptions in table chart headers", "info_description": "You can now let report viewers access field descriptions in tooltips when the Show field descriptions option is enabled for table charts. Show field descriptions is automatically enabled for charts that are connected to a Looker or Search Ads 360 data source.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2024-02-22"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - Show field descriptions in table chart headers", "info_description": "You can now let report viewers access field descriptions in tooltips when the Show field descriptions option is enabled for table charts. Show field descriptions is automatically enabled for charts that are connected to a Looker or Search Ads 360 data source.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2024-02-22"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Preserving metadata tags for AI-generated images in Merchant Center", "info_description": " If you’re using AI-generated images in Merchant Center, Google requires that you preserve any metadata tags which indicate that the image was created using generative AI in the original image file.\nDon't remove embedded metadata tags such as trainedAlgorithmicMedia from such images. All AI-generated images must contain the IPTC DigitalSourceType trainedAlgorithmicMedia tag. Learn more about IPTC photo metadata.\nThese requirements apply to the following image attributes in Merchant Center Classi", "info_link": "https://support.google.com/merchants/answer/14572008", "time": "2024-02-19"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Vehicle ads have become available to advertisers in Australia", "info_description": " Effective February 2024, vehicle ads will be available to all Australian advertisers. Vehicle ads will be expanded to more countries at a later date.\nVehicle ads are a performance focused, omnichannel, lower funnel ad format which allows auto advertisers to promote their entire inventory to interested customers shopping for vehicles on Google.com. This format shows customers an image of the car, plus information such as make, model, price, kilometers, and advertiser name. Clicking on a vehicle ", "info_link": "https://support.google.com/merchants/answer/14541481", "time": "2024-02-16"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【February 13, 2024】Release notes for Analytics Help", "info_description": "Trend change detection is a new type of insight that surfaces subtle but long-lasting and important changes in the direction of your data. It's similar to anomaly detection in that they both detect a change in data. The main difference is that anomaly detection highlights sudden spikes or dips in data, while trend change detection highlights more subtle changes over a longer period of time.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2024-02-13"}]}}