{"Google Product updates": {"article": [{"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "December 21, 2023 - Connection map visualization", "info_description": "You can now visualize your location data as sequences of points that are connected by a line in a new Google Maps visualization, called a combo map.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-12-21"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - Connection map visualization", "info_description": "You can now visualize your location data as sequences of points that are connected by a line in a new Google Maps visualization, called a combo map.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-12-21"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Stand out on Google with the new small business attribute", "info_description": " People want to shop with small businesses: 84% of people say supporting local and small businesses is important to them. To help shoppers identify you as a small business, we’re making it possible for you to add a new small business attribute to your listings across Search and Maps. If you’re a small merchant using Merchant Center or Business Profile in the U.S. or the Google & YouTube app on Shopify, you can add the attribute to your account:\nIn Merchant Center, you’ll go to the “Business info", "info_link": "https://support.google.com/merchants/answer/14215000", "time": "2023-12-20"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Incorrect value: identifier exists [identifier_exists] changing from disapproval to warning", "info_description": " Unique product identifiers (UPIs) define the product you're selling in the global marketplace. They uniquely distinguish products you're selling and help match search queries with your products. Prior to this change, offers would have been disapproved if they were submitted indicating an identifier does not exist for the product but there is evidence that a unique product identifier exists. After this change the offers with the Item issue Incorrect value: identifier exists [identifier_exists] w", "info_link": "https://support.google.com/merchants/answer/14294691", "time": "2023-12-20"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "A new way to buy reservation ads in Google Ads", "info_description": " In an effort to make more YouTube ads products available for self-service buying, we've launched an easier way to buy reservation media in Google Ads. This launch includes easy, self-service setup for:\nYouTube Select Lineups*\nYouTube Select Shorts Lineups*\nYouTube TV Lineups*\nCost-Per-Impression Masthead*\nStandard Run of YouTube reservation (formerly known as Instant Reserve)\n*Dependent on availability in your local market\nBuying in Google Ads allows you to plan, buy, and measure across auction", "info_link": "https://support.google.com/google-ads/answer/14325856", "time": "2023-12-18"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "December 14, 2023 - Table chart improvements", "info_description": "You can now use the following options in table charts:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-12-15"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - Table chart improvements", "info_description": "You can now use the following options in table charts:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-12-15"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "More information on Google Ads buying behavior on apps", "info_description": " Earlier this year, Google Ads announced its intention to move primarily towards real-time bidding auctions for apps. As a result, Google Ads has stopped buying on multicall requests in waterfalls that do not contain a bidding ad unit, and in January 2024, will stop responding to multicall requests within hybrid setups as well. In an effort to keep delivering the best value for our advertisers, Google Ads will continue to invest in systems that detect multicall behavior. In addition to that, Goo", "info_link": "https://support.google.com/google-ads/answer/14323893", "time": "2023-12-14"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Building a better streaming experience with fewer ad breaks and more", "info_description": " For nearly a year, YouTube has been the most-watched streaming service in America according to Nielsen. Every day, viewers turn to YouTube for an always-on, always-fresh library of content—whether it's from the world's top creators, music videos, NFL Sunday Ticket, or free-to-watch movies and shows. YouTube offers everything people love in one place, on every screen.\nAs the way viewers watch YouTube evolves, we're adding even more new features to make the streaming experience more helpful for v", "info_link": "https://support.google.com/google-ads/answer/14314822", "time": "2023-12-14"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Maximize your awareness with more formats now available in Video Reach Campaigns", "info_description": " People are engaging with YouTube in new ways, from exploring Shorts on their mobile devices to browsing for content on their TV screens. This evolving landscape presents brands with more opportunities to connect with their target audience on the platform.\nVideo Reach Campaigns (VRC) for Efficient Reach now offers the ability to reach viewers by scaling your video creative to in-feed and Shorts in addition to in-stream ads in Google Ads. Multiformat ads paired with the power of Google AI deliver", "info_link": "https://support.google.com/google-ads/answer/14295416", "time": "2023-12-12"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【December 7, 2023】Release notes for Analytics Help", "info_description": "We're introducing the following new reports that enable you to analyze data from the 360 ad platforms you integrate with your Google Analytics 4 property:", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-12-07"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Aggregators in the United States and Canada can now participate in vehicle ads", "info_description": " Aggregators are now eligible to show vehicle ads in the United States and Canada. With that, vehicle advertisers that are aggregators, can promote their entire inventory of new and used vehicles to interested customers searching online for their next vehicle.\nAggregators will need to upload vehicles from dealerships with valid licenses. Offers from unlicensed dealers are not supported. Learn more about the Vehicle ads policies.\n Read more ", "info_link": "https://support.google.com/merchants/answer/14199554", "time": "2023-12-06"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【December 6, 2023】Release notes for Analytics Help", "info_description": "When you save an exploration with a preset date range (for example, the last 28 days), the exploration will now show the last 28 days from when you opened the exploration, rather than from when you created the exploration.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-12-06"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【December 5, 2023】Release notes for Analytics Help", "info_description": "Create and apply Analytics audiences, including predictive audiences, directly in Google Ads. Build better audiences by relying on the extensive behavioral insights available only in Google Analytics 4. You can create Analytics audiences in Audience manager, and when you create a campaign.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-12-05"}]}, "SEO Announce": {"article": [{"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Turn your ideas into songs with Suno on Microsoft Copilot", "info_description": "We are excited to share that that we have partnered with Suno, a leader in artificial intelligence-based music creation to bring their capabilities to Microsoft Copilot. Through this partnership, people will have at their fingertips the ability, regardless of musical background, to create fun, clever, and personalized songs with a simple prompt.&nbsp;", "info_link": "https://blogs.bing.com/search/december-2023/Turn-your-ideas-into-songs-with-Suno-on-Microsoft-Copilot", "time": "2023-12-19"}]}}