{"Google Product updates": {"article": [{"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "Set up organizational ownership of Looker Studio assets", "info_description": "Looker Studio Pro customers can link Looker Studio to a Google Cloud project and perform a one-time migration of existing Looker Studio assets to that project. Organizational ownership of Looker Studio assets gives you the following benefits:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740#nov-10-2022", "time": "2022-12-02"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "Looker Studio Pro is now generally available ", "info_description": "Contact Google Cloud Sales today to get Looker Studio Pro.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740#dec-1-2022", "time": "2022-12-02"}]}, "SEO Announce": {"article": [{"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "November Google SEO Office Hours", "info_description": "Thanks to everyone who submitted questions for the November edition of the Google SEO office hours!\n      In this episode, you'll hear answers from folks on the Google Search team: Gary Illyes,\n      Lizzi Sassman, John Mueller, Alan Kent, and Duy Nguyen. You can check out the full recording\n      on our YouTube channel, and we're also publishing the transcript of the questions for easier\n      reference in this blog post.", "info_link": "https://developers.google.com/search/blog/2022/11/november-office-hours", "time": "2022-11-29"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Introducing our new guide to Google Search ranking systems", "info_description": "Over the years, through blog posts and other public communications, Google has regularly shared\n      information about our automated ranking systems and how they operate. Now we've created a centralized\n      page called \"A guide to Google Search ranking systems\" to make it easier for creators and others\n      to learn about our more notable systems. This new page will also help us as we communicate how\n      our systems work and when we update those systems.", "info_link": "https://developers.google.com/search/blog/2022/11/introducing-guide-to-ranking-systems", "time": "2022-11-21"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "A deep dive into Search Console performance data filtering and limits", "info_description": "Google Search performance data is the most widely used data in Search Console. This post explains \n      in detail the data available and how Google processes it, including privacy filtering and other \n      limitations related to serving latency, storage, and processing resources. Ever wonder how \n      these systems work? Let's do a deep dive into them..", "info_link": "https://developers.google.com/search/blog/2022/10/performance-data-deep-dive", "time": "2022-11-21"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Start showing your products on the Shopping tab with Search Console", "info_description": "Search Console is making it easier for merchants to display their products across Google, \n     including  a new feature for the Shopping tab, to help them drive more traffic to their online \n     stores.", "info_link": "https://developers.google.com/search/blog/2022/11/shopping-tab-with-search-console", "time": "2022-11-21"}]}}