{"SEO Announce": {"article": [{"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: LaTeX Support in Bing Chat", "info_description": "Last week, we announced updates to SwiftKey and other mobile apps that bring Bing chat to your fingertips in ways that improve your productivity.&nbsp; We&rsquo;re also excited about yesterday&rsquo;s announcement that Copilot is coming to Microsoft Viva.&nbsp;\n\nHere&rsquo;s a summary of what else has changed in Bing chat since our April 7 update.", "info_link": "https://blogs.bing.com/search/april-2023/Bing-Preview-Release-Notes-LaTeX-Support-in-Bing-Chat", "time": "2023-04-21"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "The role of page experience in creating helpful content", "info_description": "Helpful content generally offers a good page experience. That's why today, we've added a\n      section on page experience to our guidance on creating helpful content and revised our\n      help page about page experience.", "info_link": "https://developers.google.com/search/blog/2023/04/page-experience-in-search", "time": "2023-04-19"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Shipping and Returns information on Google Search web results", "info_description": "Google Search now shows an expanded display of shipping and return information on Google Search text results for\n      merchant sites. We're also making it easier to monitor and fix the structured data required to enable this\n      display using the Search Console Shopping reports and tools.", "info_link": "https://developers.google.com/search/blog/2023/04/shipping-and-returns-information", "time": "2023-04-17"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Easily access the new AI-powered Bing across your favorite mobile apps", "info_description": "Bing recently hit 100M daily users (and 100M chats)! Today, we&rsquo;re excited to share new AI-powered experiences that extend these capabilities to millions of additional people across devices and around the globe!", "info_link": "https://blogs.bing.com/search/april-2023/Easily-access-the-new-AI-powered-Bing-across-your-favorite-mobile-apps", "time": "2023-04-13"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Simplifying video presentation on Google Search Results", "info_description": "Videos can appear in several different places on Google, including the main search results page,\n      and video search results. Today we're making changes to one of the ways videos appear in search results. \n      This will make it easier for users to understand what content to expect on a web page.", "info_link": "https://developers.google.com/search/blog/2023/04/simplifying-video", "time": "2023-04-13"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "How we fought spam on Google Search in 2022", "info_description": "Every day, we're discovering, indexing, and serving billions of web pages, and a significant\n        portion of pages we discover are spam. In 2022 we launched multiple updates to our systems\n        to thwart these attacks and ensure a spam-free experience for all Search users. The 2022\n        webspam report is here. Read about SpamBrain, links, hacked spam, user safety and more.", "info_link": "https://developers.google.com/search/blog/2023/04/webspam-report-2022", "time": "2023-04-11"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Performance Improvements on Microsoft Edge and Bing", "info_description": "This week, we made several important performance improvements to the AI features in Bing including integrating Bing Image Creator into Edge sidebar, and general performance improvements.&nbsp;", "info_link": "https://blogs.bing.com/search/april-2023/Bing-Preview-Release-Notes-Performance-Improvements-on-Microsoft-Edge-and-Bing", "time": "2023-04-07"}]}, "Google Product updates": {"article": [{"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "April 17, 2023 - Scorecard improvements", "info_description": "Scorecard visualizations include the following options:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-04-20"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【April 19, 2023】Release notes for Analytics Help", "info_description": "In Google Analytics 4 properties, the Home page includes the following new enhancements:", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-04-19"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【April 18, 2023】Release notes for Google Tag Manager", "info_description": "\nServer-side tagging: You can now use geo location information when serving scripts from the first party. This allows you to implement features such as advanced consent mode without passing an IP address to Google. Learn more.\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-04-19"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【April 17, 2023】Release notes for Analytics Help", "info_description": "Google Ads now imports fractional, cross-channel web conversion credits from Google Analytics 4 properties, leading to more accurate measurement and better optimization.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-04-17"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "April 10, 2023 - Scheduled delivery improvements", "info_description": "We've launched these new features for scheduled delivery of your reports:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-04-14"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Vehicle ads available to Canadian advertisers", "info_description": " Starting in April 2023, vehicle ads will be available to all Canadian advertisers. Vehicle ads will expand to more countries at a later date.\nVehicle ads are a performance focused, omnichannel, lower funnel ad format which allows auto advertisers to promote their entire inventory to interested customers shopping for vehicles on Google.com. This format shows customers an image of the car, plus information such as make, model, price, kilometers, and advertiser name. Clicking on a vehicle ad takes", "info_link": "https://support.google.com/merchants/answer/13461911", "time": "2023-04-12"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【April 12, 2023】Release notes for Analytics Help", "info_description": "The new counting method setting for conversion events in Google Analytics 4 properties allows you to decide how you want to count conversions. You can choose either Once per event (recommended) or Once per session (legacy). Most users should select Once per event. Select Once per session if it’s important for your Google Analytics 4 conversion count to closely match the conversion count in the corresponding Universal Analytics property.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-04-12"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【April 6, 2023】Release notes for Analytics Help", "info_description": "Google Analytics will be sunsetting first-click, linear, time-decay and position-based attribution models from the attribution reports, property-level reporting-model setting, and Admin API. Starting in May, newly created properties will no longer be able to select these models. Starting in September, we will sunset these models for all other properties. Cross-channel data-driven attribution, cross-channel last click, and Ads preferred last click will continue to be available.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-04-06"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "First click, linear, time decay, and position-based attribution models are going away", "info_description": " Rules-based attribution models assign value to each advertising touchpoint based on predefined rules. These models don’t provide the flexibility needed to adapt to evolving consumer journeys. That's why we made data-driven attribution the default attribution model in Google Ads and Google Analytics 4. It uses Google AI to understand the impact each touchpoint has on a conversion, and when combined with auto bidding, data-driven attribution improves performance. Data-driven attribution is now th", "info_link": "https://support.google.com/google-ads/answer/13427716", "time": "2023-04-06"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "March 23, 2023 - Align both axes to 0 option in Cartesian charts", "info_description": "You can align left and right axes to zero in Cartesian line, bar, and combo charts that have left and right Y-axes. This option is useful when you want to compare sets of data that contain a mix of positive and negative numbers.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-04-06"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "April 3, 2023 - PostgreSQL 13 & 14 support", "info_description": "You can now connect Looker Studio to PostgreSQL versions 13 and 14.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-04-06"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【April 6, 2023】Release notes for Google Tag Manager", "info_description": "\nServer-side tagging: You can now pause tags in server containers.\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-04-06"}]}}