{"Google Product updates": {"article": [{"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "Set up organizational ownership of Looker Studio assets", "info_description": "Looker Studio Pro customers can link Looker Studio to a Google Cloud project and perform a one-time migration of existing Looker Studio assets to that project. Organizational ownership of Looker Studio assets gives you the following benefits:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740#nov-10-2022", "time": "2022-12-02"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "Looker Studio Pro is now generally available ", "info_description": "Contact Google Cloud Sales today to get Looker Studio Pro.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740#dec-1-2022", "time": "2022-12-02"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "The formula to help you navigate uncertainty", "info_description": " There is no “one size fits all” for consumers. And in times of uncertainty, consumer behavior has shown to be even more unpredictable and evolve much more quickly than expected. The silver lining is that uncertain times lead to unexpected opportunities—especially for businesses who can stay agile and adapt quickly to continued change.\nThe formula for success requires a careful balance between two things: doubling down on what has worked best to drive reliable results, all while continuing to pl", "info_link": "https://support.google.com/google-ads/answer/12993878", "time": "2022-11-17"}, {"website_name": "Data Studio Help", "tag": "Google Product updates", "info_title": "Google Analytics Data API (GA4) concurrent request quotas enforced for Looker Studio reports", "info_description": "Looker Studio reports that visualize Google Analytics 4 data are subject to Analytics Data API (GA4) quotas for concurrent requests. Reports that exceed this quota may display the following error message:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740#oct-11-2022", "time": "2022-11-11"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Forecast the performance of Video Action Campaigns in Reach Planner", "info_description": " Forecasting for Video Action Campaigns (VAC) is now available in Google Ads Reach Planner—making it easier for advertisers to plan for Conversions, Views, Reach, and Impressions based metrics. The tool provides a forecast for how your media plan might perform, based on your desired audience, budget, and other settings such as geographic location and ad formats. Forecasts are modeled on trends in the ad market and the historical performance of similar campaigns run in the past.\nYou’ll now have t", "info_link": "https://support.google.com/google-ads/answer/12979720", "time": "2022-11-10"}, {"website_name": "Data Studio Help", "tag": "Google Product updates", "info_title": "Google Analytics Data API (GA4) quotas enforced for Looker Studio reports", "info_description": "Looker Studio reports that visualize Google Analytics 4 data are subject to Analytics Data API (GA4) quotas. Reports that exceed this quota may display the following error message:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740#oct-11-2022", "time": "2022-11-10"}, {"website_name": "Data Studio Help", "tag": "Google Product updates", "info_title": "Report editor improvements", "info_description": "We've added the following improvements to the Looker Studio report editor:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740#nov-10-2022", "time": "2022-11-10"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【November 07, 2022】Release notes for Google Tag Manager", "info_description": "\nServer-side tagging improvements: New server-side Tag Manager containers now compress network traffic by default to improve latency.\nCloud Run and Google Tag Manager: We've added a guide on how to set up server-side tagging with Cloud Run\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2022-11-08"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【November 7, 2022】Release notes for Analytics Help", "info_description": "We have updated the Google Analytics Setup Assistant to be able to reuse more existing website tags when creating Google Analytics 4 properties. In addition to working with Google tags created via Google Analytics, the Setup Assistant can now reuse Google tags created via Google Ads so that your newly created GA4 property can receive website data without having to retag your site.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2022-11-07"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "How to prepare for the holiday season", "info_description": " The holidays are fast approaching. As customers start shopping earlier and the season for deals becomes longer, now is the time to make sure you are ready for the holiday shopping season.\nWe expect higher volumes at this time of year and we want customers to have a safe and positive online shopping experience. For this reason, there may be delays in the review process for new accounts and feeds. Here are some ways to get your Merchant Center account ready so you can avoid potential delays and b", "info_link": "https://support.google.com/merchants/answer/12921951", "time": "2022-11-07"}]}, "SEO Announce": {"article": [{"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "November Google SEO Office Hours", "info_description": "Thanks to everyone who submitted questions for the November edition of the Google SEO office hours!\n      In this episode, you'll hear answers from folks on the Google Search team: Gary Illyes,\n      Lizzi Sassman, John Mueller, Alan Kent, and Duy Nguyen. You can check out the full recording\n      on our YouTube channel, and we're also publishing the transcript of the questions for easier\n      reference in this blog post.", "info_link": "https://developers.google.com/search/blog/2022/11/november-office-hours", "time": "2022-11-29"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Introducing our new guide to Google Search ranking systems", "info_description": "Over the years, through blog posts and other public communications, Google has regularly shared\n      information about our automated ranking systems and how they operate. Now we've created a centralized\n      page called \"A guide to Google Search ranking systems\" to make it easier for creators and others\n      to learn about our more notable systems. This new page will also help us as we communicate how\n      our systems work and when we update those systems.", "info_link": "https://developers.google.com/search/blog/2022/11/introducing-guide-to-ranking-systems", "time": "2022-11-21"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "A deep dive into Search Console performance data filtering and limits", "info_description": "Google Search performance data is the most widely used data in Search Console. This post explains \n      in detail the data available and how Google processes it, including privacy filtering and other \n      limitations related to serving latency, storage, and processing resources. Ever wonder how \n      these systems work? Let's do a deep dive into them..", "info_link": "https://developers.google.com/search/blog/2022/10/performance-data-deep-dive", "time": "2022-11-21"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Start showing your products on the Shopping tab with Search Console", "info_description": "Search Console is making it easier for merchants to display their products across Google, \n     including  a new feature for the Shopping tab, to help them drive more traffic to their online \n     stores.", "info_link": "https://developers.google.com/search/blog/2022/11/shopping-tab-with-search-console", "time": "2022-11-21"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "Expiration Cap Removed From JavaScript Cookies In WebKit Browsers", "info_description": "If you recall, in February 2019, Apple published a post on the WebKit blog, which introduced version 2.1 of their Intelligent Tracking Prevention browser mechanism.\nIn this version, Safari (and soon all WebKit browsers, including browser apps on iOS and iPadOS) placed an expiration limit on browser cookies set with JavaScript. It was no longer possible to set the expiration date further than 7 days in the future.\nIn a recent 2022 release (I don&rsquo;t have the exact date or version number), WebKit has now modified this mechanism to no longer set an expiration cap on JavaScript cookies.", "info_link": "https://www.simoahava.com/privacy/first-party-cookies-webkit-revisited/", "time": "2022-11-14"}]}}