{"SEO Announce": {"article": [{"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Don't use 403s or 404s for rate limiting", "info_description": "Over the last few months we noticed an uptick in website owners and some content delivery\n      networks (CDNs) attempting to use 404 and other 4xx client errors (but not 429) to attempt to\n      reduce Googlebot's crawl rate.", "info_link": "https://developers.google.com/search/blog/2023/02/dont-404-my-yum", "time": "2023-02-17"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "The new Bing & Edge – Updates to Chat", "info_description": "We wanted to share a quick update on one notable change we are making to the new Bing based on feedback from you all. As we mentioned recently, very long chat sessions can confuse the underlying chat model in the new Bing.&nbsp; To address these issues, we have implemented some changes to help focus the chat sessions. Starting today, the chat experience will be capped at 50 chat turns per day and 5 chat turns per session.&nbsp;", "info_link": "https://blogs.bing.com/search/february-2023/The-new-Bing-Edge-%E2%80%93-Updates-to-Chat", "time": "2023-02-17"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "The new Bing & Edge – Learning from our first week", "info_description": "A little over a week ago, we shared an all new, AI-powered&nbsp;Bing&nbsp;search engine, Edge web browser, and integrated Chat, that we think of as Your Copilot for the Web.&nbsp;Since we made this available in limited preview, we have been testing with a select set of people in over 169 countries to get real-world feedback to learn, improve, and make this product what we know it can be &ndash; which is not a replacement or substitute for the search engine, rather a tool to better understand and make sense of the world. Here is what we have learned in the first seven days of testing:", "info_link": "https://blogs.bing.com/search/february-2023/The-new-Bing-Edge-%E2%80%93-Learning-from-our-first-week", "time": "2023-02-16"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Google Search's guidance about AI-generated content", "info_description": "At Google, we've long believed in the power of AI to transform the ability to deliver helpful\n      information. In this post, we'll share more about how AI-generated content fits into our\n      long-standing approach to show helpful content to people on Search.", "info_link": "https://developers.google.com/search/blog/2023/02/google-search-and-ai-content", "time": "2023-02-08"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Announcing the Search Central Live Brazil roadshow", "info_description": "We're very excited to announce that Search Central Live is coming to Brazil! Following our \n      successful events last year, we're  continuing our mission to help you enhance your site's performance \n      in Google Search. We're organizing three events in Brazil, starting with São Paulo on March 9, then \n      Brasília on March 14, and finishing with Belo Horizonte on March 16.", "info_link": "https://developers.google.com/search/blog/2023/02/search-central-live-brazil", "time": "2023-02-06"}, {"website_name": "Bing Webmaster", "tag": "SEO Announce", "info_title": "The Importance of Setting the \"lastmod\" Tag in Your Sitemap", "info_description": "If you're running a website, it's essential to have a XML sitemap that helps search engines understand the pages it contains and when they are updated. For XML sitemaps, one of the most critical tags that you can include in your sitemap is the &quot;lastmod&quot; tag.", "info_link": "https://blogs.bing.com/webmaster/february-2023/The-Importance-of-Setting-the-lastmod-Tag-in-Your-Sitemap", "time": "2023-02-01"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "New updates to the Search Console Video indexing report", "info_description": "Last July we launched a new report in Search Console to help you understand the performance of your videos on \n      Google and identify possible areas of improvement. Today, we are happy to share a few more updates to the report \n      on Search Console to help you achieve those goals more effectively.", "info_link": "https://developers.google.com/search/blog/2023/02/video-indexing-report-update", "time": "2023-02-01"}]}, "Google Product updates": {"article": [{"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【February 15, 2023】Release notes for Analytics Help", "info_description": "Google Analytics introduces the following new features that enhance the reporting experience, especially for properties with large and complex data:", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-02-15"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "The Ads Privacy Hub helps you measure performance more effectively", "info_description": " We know that reaching your ideal customers and measuring ad performance effectively can be daunting in a privacy-first world. However, the evolving landscape around user privacy creates an opportunity to reinvent how, where, and when you engage with your ideal customers. As an advertiser, you’ll need new approaches and tools to help you continue to grow your business in a more privacy-preserving way. Google will continue to support you with best practices, products, and information, and we are ", "info_link": "https://support.google.com/google-ads/answer/13277270", "time": "2023-02-06"}]}}