{"Google Product updates": {"article": [{"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Product Studio now available to merchants in Australia and Canada", "info_description": " Product Studio is now available to merchants based in Australia and Canada! The suite of free, AI-powered tools helps you create high quality images that you can use across your marketing channels. The tools can generate scenes, increase image resolution and edit backgrounds. Access Product Studio in Merchant Center Next or Product Studio in the Google & YouTube app on Shopify.\nToday, Product Studio is only available for merchants based in the US, Australia, and Canada. Stay tuned as we look fo", "info_link": "https://support.google.com/merchants/answer/14745218", "time": "2024-03-26"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【March 20, 2024】Release notes for Analytics Help", "info_description": "With this update, you're no longer required to send a user ID before you collect user-provided data from your website or app. If you collect user-provided data without sending a user ID, we'll now leverage the user-provided data you send to construct a hashed and pseudonymized user ID to provide better cross-platform user reporting and support conversion measurement and audience sharing.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2024-03-20"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "St. Patrick's Day themed templates available in Product Studio", "info_description": " Product Studio is rolling out seasonal themed templates, and with just a few clicks, you can create high-quality promotional images for different holidays. The first templates for St. Patrick's Day are now available, allowing you to quickly and effortlessly update your product images for the upcoming holiday.\nYou can create your St. Patrick’s Day themed product images by following these steps:\nGo to the Products page in the “Your business” section in Merchant Center Next.\nClick the Product Stud", "info_link": "https://support.google.com/merchants/answer/14722884", "time": "2024-03-14"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【March 8, 2024】Release notes for Analytics Help", "info_description": "We're introducing the first version of a new API for Google Marketing Platform users, enabling organizational administrators to:", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2024-03-08"}]}, "SEO Announce": {"article": [{"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Search Central Live 2024 in Warsaw, Poland", "info_description": "\n        We're excited to announce a Search Central Live event in Warsaw, Poland on April 24, 2024.\n        Search Central Live\n        is our global Google Search event series specifically for site owners, publishers, and SEOs.\n      ", "info_link": "https://developers.google.com/search/blog/2024/03/search-central-live-poland-2024", "time": "2024-03-25"}, {"website_name": "Bing Webmaster", "tag": "SEO Announce", "info_title": "Evolving SEO: Fresh New Features and Updates for Website Owners", "info_description": "Experience the evolution! Bing is transforming beyond search, offering powerful AI, instant insights, and unparalleled SEO tools to enhance your digital journey and elevate your marketing strategy. Check out Bing&rsquo;s exciting new features for webmasters released this month.", "info_link": "https://blogs.bing.com/webmaster/March-2024/Evolving-SEO-Fresh-New-Features-and-Updates-for-Website-Owners-Announced-at-Pubcon", "time": "2024-03-21"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "#GTMTips: Consent Granted Reprocesses Previously Denied Hits", "info_description": "This will be a quick tip, but it&rsquo;s here to correct my previous statements in the comments section of different articles on this blog.\nWhen using Advanced Consent Mode, Google Analytics 4 collects hits when consent is in &quot;denied&quot; state. These hits have a lot of parameters stripped off them, including identifiers like the Client ID and the Session ID.\nThe hits will not surface in reports directly, but they will instead go through a modeling process to enrich the reports once modeled.", "info_link": "https://www.simoahava.com/gtmtips/consent-granted-reprocesses-previously-denied-hits/", "time": "2024-03-07"}]}}