{"SEO Announce": {"article": [{"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes:  Increasing Chat Turns", "info_description": "This week, we&rsquo;re celebrating a month since the release of the new Bing preview &mdash; and we&rsquo;re continuing to make daily updates. &nbsp;", "info_link": "https://blogs.bing.com/search/march_2023/Bing-Preview-Release-Notes-%C2%A0Increasing-Chat-Turns", "time": "2023-03-10"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "The New Bing and Edge – Progress from Our First Month", "info_description": "It&rsquo;s hard to believe it&rsquo;s been just over a month since we released the new AI-powered Bing and Edge to the world as your copilot for the web. &nbsp;In that time, we have heard your feedback, learned a lot, and shipped a number of improvements. &nbsp;We are delighted by the virtuous cycle of feedback and iteration that is driving strong Bing improvements and usage. &nbsp;", "info_link": "https://blogs.bing.com/search/march_2023/The-New-Bing-and-Edge-%E2%80%93-Momentum-from-Our-First-Month", "time": "2023-03-09"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Search Central Community in 2022", "info_description": "The Search Central Community is an online forum where site owners can help each other\n      troubleshoot issues around their site's presence on Google Search, discuss various Search\n       updates, and share tips on improving their site's visibility on Search.", "info_link": "https://developers.google.com/search/blog/2023/03/2022-recap-search-central-community", "time": "2023-03-07"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Tone Changes and More", "info_description": "As more of you access the new Bing preview, your feedback is helping us improve. &nbsp;In the last two weeks we added Bing preview capabilities to the Bing and Edge mobile apps, integrated Bing chat with Skype, and announced we're bringing Bing to the Windows 11 taskbar.", "info_link": "https://blogs.bing.com/search/march_2023/Bing-Preview-Release-Notes-Tone-Changes-and-More", "time": "2023-03-03"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Introducing the new Bing in Windows 11", "info_description": "Today, Microsoft announced a significant update to Windows 11, featuring an array of features that harness the power of AI and improve the way people get things done on their PC. The Bing team is thrilled to share that as a part of this update, we&rsquo;re bringing the new Bing directly to the Windows taskbar, unlocking more ways to interact with your PC across search, answers, chat, and creation.", "info_link": "https://blogs.bing.com/search/february-2023/Introducing-the-new-Bing-in-Windows-11", "time": "2023-02-28"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Updating Search Console users and permissions management", "info_description": "This post discusses an update to Search Console's user and permissions to incorporate\n      functionality related to ownership and user management.", "info_link": "https://developers.google.com/search/blog/2023/02/search-console-user-permissions-update", "time": "2023-02-22"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "The new Bing preview experience arrives on Bing and Edge Mobile apps; introducing Bing now in Skype", "info_description": "Today, we&rsquo;re adding Bing preview capabilities to the Bing and Edge mobile apps, alongside new social integration with Skype. We thank our preview community for providing great feedback over the last two weeks as we continue to shape the future of these products. We&rsquo;re excited by the response to the preview, which now includes more than one million people in 169 countries and continues to grow daily. Learn more about our new mobile apps and new Bing capabilities, including voice access, in our&nbsp;latest blog from Yusuf Mehdi.", "info_link": "https://blogs.bing.com/search/february-2023/The-new-Bing-preview-experience-arrives-on-Bing-and-Edge-Mobile-apps;-introducing-Bing-now-in-Skype", "time": "2023-02-22"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "The new Bing and Edge - Increasing Limits on Chat Sessions", "info_description": "In the 4 days since we last communicated with you, Bing chat has been a hot topic!&nbsp; Thanks for all the passionate and super valuable feedback as it is helping us learn and improve.&nbsp;Last Friday we implemented limits of 5 chat turns per session and a total of 50 per day. This was in response to a handful of cases in which long chat sessions confused the underlying model.&nbsp;These long and intricate chat sessions are not something we would typically find with internal testing.&nbsp; In fact, the very reason we are testing the new Bing in the open with a limited set of preview testers is precisely to find these atypical use cases from which we can learn and improve the product.", "info_link": "https://blogs.bing.com/search/february-2023/The-new-Bing-and-Edge-Increasing-Limits-on-Chat-Sessions", "time": "2023-02-21"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Bulk data export: a new and powerful way to access your Search Console data", "info_description": "In this post, we discuss bulk data export, a new Search Console feature that allows you to export \n      data to Google BigQuery on an ongoing basis. You can configure an export in Search Console to \n      get a daily data dump into your BigQuery project.", "info_link": "https://developers.google.com/search/blog/2023/02/bulk-data-export", "time": "2023-02-21"}]}, "Google Product updates": {"article": [{"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "March 9, 2023 - New / renamed fields in the Google Analytics 4 connector", "info_description": "The following fields are available in the GA4 connector:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-03-10"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Reach more guests with Performance Max for travel goals", "info_description": " Travelers have never had more options and they’re leaning into research across multiple digital touchpoints more than ever. Hotel suppliers need easy ways to stand out and connect with people looking up their options on Google. Over the next few weeks, we’re rolling out Performance Max for travel goals to all hotel suppliers. It builds on the success of Performance Max, and is enhanced specifically for hotels. With one easy-to-set-up campaign powered by Google’s AI, you can show relevant ads in", "info_link": "https://support.google.com/google-ads/answer/13386811", "time": "2023-03-07"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Testing new designs to improve your workflows", "info_description": " Google Ads helps large and small businesses around the world reach their goals, from driving awareness to delivering ROI. But thanks to your feedback, we know navigation can be tricky, especially for new advertisers. Today, we’re testing new designs to improve how the product is organized and make things easier to find—while continuing to provide the same tools and solutions you rely on to grow your business. These changes reflect our ongoing commitment to deepen our understanding of your expre", "info_link": "https://support.google.com/google-ads/answer/13342657", "time": "2023-03-02"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【March 2, 2023】Release notes for Google Tag Manager", "info_description": "\nAre you wondering what server-side tagging is and how you might be able to benefit from it? Our newest article offers more guidance on client-side and server-side tagging.\nReady to take your first step towards server-side tagging? Take the course server-side tagging fundamentals to get started.\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-03-02"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【March 1, 2023】Release notes for Analytics Help", "info_description": "In the next few months, the Google Analytics 4 audience builder will be embedded in Google Ads to simplify Google Analytics 4 audience creation and apply them to yourGoogle Ads campaigns. To enable this feature, a new model for cross product access management is being introduced for Google Ads. This model enables a Google Analytics 4 property Admin to set the explicit permissions available to users in a linked Google Ads account. The Google Analytics admin can assign roles to the different permissions in Google Ads (e.g. Administrator, Standard, Read only). The assigned roles will determine access to Analytics features embedded into Google Ads, such as creating Analytics audiences from within Google Ads. Learn more about user access for Ads integration", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-03-01"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "A new way to buy and measure YouTube’s masthead", "info_description": " YouTube’s top-slot homepage ad, known as the masthead, has been a long time favorite amongst advertisers looking for high visibility at scale.\nTo complement the existing Cost-Per-Impression (CPM) Masthead, we are excited to announce the launch of the YouTube Cost-Per-Hour (CPH) Masthead. This new, additional way to buy the masthead gives advertisers full share-of-voice during the hour(s) leading up to, during or after priority moments. CPM and CPH Masthead buying complement one another. Here is", "info_link": "https://support.google.com/google-ads/answer/13372851", "time": "2023-03-01"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【February 22, 2023】Release notes for Google Tag Manager", "info_description": "\nTo help you find tagging gaps, Tag Assistant can now add untagged pages to the Tag coverage summary. Just open Tag Assistant and start browsing to the page in question.\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-03-01"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "January 26, 2023 - Looker connector generally available", "info_description": "The Looker connector allows you to access Looker data within Looker Studio by adding an Explore as a data source to a Looker Studio report.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-02-28"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "January 30, 2023 - Identify Looker Studio queries with BigQuery job labels", "info_description": "All queries sent by Looker Studio to BigQuery have the BigQuery job label requestor:looker_studio. ", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-02-28"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Unlock the power of your Search ads with new tools", "info_description": " Search is changing, and our continued investments in AI-powered features like multisearch are making the Search experience even more natural and visual. As consumer behavior evolves with this shift, it’s more important than ever to ensure that people can connect with your business through Search ads that are both relevant and helpful. That’s why we’re introducing new tools that can help you unlock the power of your Search ads with stronger creative and better performance.\nCreate new assets with", "info_link": "https://support.google.com/google-ads/answer/13352636", "time": "2023-02-27"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "What’s new in Performance Max campaigns", "info_description": " Since Performance Max's initial launch, you’ve been asking for a few key features that are now available, with several more coming soon! This includes experiments to measure incrementality and more steering levers to guide and optimize your campaigns. Here’s a quick recap, including best practices for success.\nOptimize your results from Search inventory in Performance Max\nHow can you drive better results in your account? Together, AI-powered Search and Performance Max are the Ads Power Pairing ", "info_link": "https://support.google.com/google-ads/answer/13311048", "time": "2023-02-23"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "DebugView With GA4 Measurement Protocol", "info_description": "While Measurement Protocol for GA4 is still rather, well, rough, it can be used to augment existing collection quite nicely. Recently, I wrote an article that discussed the nuances of session attribution with Measurement Protocol.\nOne of the pain points of any data ingestion setup is how to debug it.\n  Measurement Protocol hits are not automatically surfaced in GA4&rsquo;s DebugView.\nIn this article, I&rsquo;ll show you how to make those hits pop up in the debug stream.", "info_link": "https://www.simoahava.com/analytics/debugview-with-ga4-measurement-protocol/", "time": "2023-02-22"}]}}