{"Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "Join Google Ads And GA4 Data In Google BigQuery", "info_description": "I am fortunate to share another guest post by Arben Kqiku, Digital Analyts at Assura.\nLast time, Arben graced this blog with a comprehensive love letter to R as an example of the power of this programming language.\nThis time, he&rsquo;ll add even more fancy tools to the toolkit to help you build a data pipeline in the Google Cloud Platform to join your Google Ads and Google Analytics 4 data together.", "info_link": "https://www.simoahava.com/analytics/join-ga4-google-ads-data-in-google-bigquery/", "time": "2023-11-30"}]}, "Google Product updates": {"article": [{"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Changes to Google Analytics attribution models in Merchant Center conversion tracking", "info_description": " Google Analytics will be sunsetting first-click, linear, time-decay, and position-based attribution models. With this change, in early 2024, Merchant Center will remove the ability to select first-click, linear, time-decay, and position-based attribution models when setting up the conversion source in Merchant Center. Then, starting in April 2024, we’ll switch any conversion sources still using these models to data-driven attribution. If you don’t want your conversions to use data-driven attrib", "info_link": "https://support.google.com/merchants/answer/14228774", "time": "2023-11-30"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "November 30, 2023 - Updated Looker Studio Terms of Service", "info_description": "We've updated the Terms of Service with the following changes:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-11-30"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - Updated Looker Studio Terms of Service", "info_description": "We've updated the Terms of Service with the following changes:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-11-30"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Changes to the promotion of healthcare products in Brazil", "info_description": " Creatine, carnitine, and l-carnitine can be promoted as supplements in Brazil, as long as they meet the specified dosage and labeling requirements. Artichoke Polyphenol (Polifenol de Alcachofra) products and treatments are still not allowed. This policy update affects both Shopping ads and free listings.\nIn other words:\nCreatine, carnitine, and l-carnitine can now be promoted as dietary supplements in Brazil, but only if they meet certain requirements.\nArtichoke polyphenol products and treatmen", "info_link": "https://support.google.com/merchants/answer/14200372", "time": "2023-11-29"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: E-juice is considered a dangerous product", "info_description": " E-juice, a product designed to simulate tobacco smoking, is considered a dangerous product. As such, it is not allowed and is listed as an example under the Dangerous product policy, which applies to both Shopping ads and free listings.\nIn simpler terms, e-juice cannot be listed on Shopping ads or listed for free because it is considered a dangerous product. This policy is in place to protect customers from buying products that could harm them.\n Read more ", "info_link": "https://support.google.com/merchants/answer/14160748", "time": "2023-11-29"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【November 27, 2023】Release notes for Analytics Help", "info_description": "Google Analytics stores data from your website or app in two types of tables optimized for either performance or flexibility. With this update, Google Analytics now chooses the table that provides the most accurate results for each query, reducing the likelihood of seeing the (other) row and data sampling in reports and explorations.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-11-28"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "November 16, 2023 - Pivot table metric limit increased to 20", "info_description": "You can now have up to 20 metrics in a pivot table.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-11-16"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - Pivot table metric limit increased to 20", "info_description": "You can now have up to 20 metrics in a pivot table.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-11-16"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【November 14, 2023】Release notes for Analytics Help", "info_description": "We're introducing a new Admin experience in Google Analytics 4 properties. The new Admin experience organizes your settings into categories that make it easier to find what you’re looking for and discover what each administrative setting does. For example, all the settings that impact how data is shown in your reports are now grouped together. With this change, you’ll be able to complete your administrative tasks with fewer clicks and more confidence.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-11-15"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【November 10, 2023】Release notes for Analytics Help", "info_description": "We're excited to announce that you can now integrate Salesforce Marketing Cloud with a Google Analytics 4 property from the Marketing Cloud interface. If you were using the Universal Analytics 360 integration with Salesforce Marketing Cloud, you can now migrate to the GA4 integration.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-11-11"}]}, "SEO Announce": {"article": [{"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Expanding markup support for Organization details, including Logo structured data", "info_description": "Since 2013, Google has supported logo structured data, which recognizes two Organization\n      fields: logo and url. Today we're expanding our support for organizational information by\n      extracting additional administrative data such as name, address, contact information, and\n      various business identifiers. You can continue to provide the logo and url fields to specify\n      which image we use as your logo in Google search results.", "info_link": "https://developers.google.com/search/blog/2023/11/introducing-organization-markup", "time": "2023-11-29"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "New in structured data: discussion forum and profile page markup", "info_description": "Today we're announcing support for profile page and discussion forum structured data for use\n      in Google Search, including new reports in Search Console. This markup works with Google\n      Search features that are designed to show first-person perspectives from social media\n      platforms, forums, and other communities.", "info_link": "https://developers.google.com/search/blog/2023/11/discussion-and-profile-markup", "time": "2023-11-27"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Upcoming deprecation of Crawl Rate Limiter Tool in Search Console", "info_description": "\n      The crawl rate limiter tool in Search Console is being deprecated on Jan 8th, 2024. This tool\n      has been\n      available for over a decade,\n      but with the improvements we've made to our crawling logic and other tools available to\n      publishers, its usefulness has dissipated.\n      ", "info_link": "https://developers.google.com/search/blog/2023/11/sc-crawl-limiter-byebye", "time": "2023-11-24"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Search Quality Raters Guidelines update", "info_description": "As of November 16, Google's Search Quality Rater Guidelines have been updated to simplify our guidelines.\n      As a reminder, these guidelines are what are used by our search raters to help evaluate the performance\n      of our various search ranking systems, and their ratings don't directly influence ranking.", "info_link": "https://developers.google.com/search/blog/2023/11/search-quality-rater-guidelines-update", "time": "2023-11-16"}, {"website_name": "Bing Webmaster", "tag": "SEO Announce", "info_title": "Announcing Generative AI Captions", "info_description": "Supercharge your search results with Bing&rsquo;s groundbreaking Generative AI Captions! Harnessing the power of GPT-4, Generative Captions extract the most pertinent insights from web pages, and skillfully transform them into highly relevant and easily digestible snippets. Learn how AI Generative Captions can elevate your SEO game today!&nbsp;", "info_link": "https://blogs.bing.com/webmaster/november-2023/Announcing-Generative-AI-Captions", "time": "2023-11-15"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Our vision to bring Microsoft Copilot to everyone, and more", "info_description": "Learn about Microsoft&rsquo;s vision for Copilot (formerly Bing Chat and Bing Chat Enterprise), general availability, expansion of commercial data protection availability, data sensitivity protection, and expanding the ecosystem with support for GPTs and plugins.", "info_link": "https://blogs.bing.com/search/november-2023/our-vision-to-bring-microsoft-copilot-to-everyone-and-more", "time": "2023-11-15"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "List your courses with new course info structured data", "info_description": "As people continue to search for courses on Google, the desire for more detailed course\n      information has grown. Today, we are announcing a new set of recommendations to provide\n      course structured data to Google. Publishers now have the opportunity to surface supplemental\n      course information on Google Search by providing detailed information like pricing, educational\n      level, ratings, and length with structured data. This data can appear in the course info rich\n      result, which is a new carousel feature in Google Search that helps learners discover and compare\n      courses that fit their unique needs.", "info_link": "https://developers.google.com/search/blog/2023/11/new-course-info-markup", "time": "2023-11-15"}]}}