{"SEO Announce": {"article": [{"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Introducing the new Bing in Windows 11", "info_description": "Today, Microsoft announced a significant update to Windows 11, featuring an array of features that harness the power of AI and improve the way people get things done on their PC. The Bing team is thrilled to share that as a part of this update, we&rsquo;re bringing the new Bing directly to the Windows taskbar, unlocking more ways to interact with your PC across search, answers, chat, and creation.", "info_link": "https://blogs.bing.com/search/february-2023/Introducing-the-new-Bing-in-Windows-11", "time": "2023-02-28"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Updating Search Console users and permissions management", "info_description": "This post discusses an update to Search Console's user and permissions to incorporate\n      functionality related to ownership and user management.", "info_link": "https://developers.google.com/search/blog/2023/02/search-console-user-permissions-update", "time": "2023-02-22"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "The new Bing preview experience arrives on Bing and Edge Mobile apps; introducing Bing now in Skype", "info_description": "Today, we&rsquo;re adding Bing preview capabilities to the Bing and Edge mobile apps, alongside new social integration with Skype. We thank our preview community for providing great feedback over the last two weeks as we continue to shape the future of these products. We&rsquo;re excited by the response to the preview, which now includes more than one million people in 169 countries and continues to grow daily. Learn more about our new mobile apps and new Bing capabilities, including voice access, in our&nbsp;latest blog from Yusuf Mehdi.", "info_link": "https://blogs.bing.com/search/february-2023/The-new-Bing-preview-experience-arrives-on-Bing-and-Edge-Mobile-apps;-introducing-Bing-now-in-Skype", "time": "2023-02-22"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "The new Bing and Edge - Increasing Limits on Chat Sessions", "info_description": "In the 4 days since we last communicated with you, Bing chat has been a hot topic!&nbsp; Thanks for all the passionate and super valuable feedback as it is helping us learn and improve.&nbsp;Last Friday we implemented limits of 5 chat turns per session and a total of 50 per day. This was in response to a handful of cases in which long chat sessions confused the underlying model.&nbsp;These long and intricate chat sessions are not something we would typically find with internal testing.&nbsp; In fact, the very reason we are testing the new Bing in the open with a limited set of preview testers is precisely to find these atypical use cases from which we can learn and improve the product.", "info_link": "https://blogs.bing.com/search/february-2023/The-new-Bing-and-Edge-Increasing-Limits-on-Chat-Sessions", "time": "2023-02-21"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Bulk data export: a new and powerful way to access your Search Console data", "info_description": "In this post, we discuss bulk data export, a new Search Console feature that allows you to export \n      data to Google BigQuery on an ongoing basis. You can configure an export in Search Console to \n      get a daily data dump into your BigQuery project.", "info_link": "https://developers.google.com/search/blog/2023/02/bulk-data-export", "time": "2023-02-21"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Don't use 403s or 404s for rate limiting", "info_description": "Over the last few months we noticed an uptick in website owners and some content delivery\n      networks (CDNs) attempting to use 404 and other 4xx client errors (but not 429) to attempt to\n      reduce Googlebot's crawl rate.", "info_link": "https://developers.google.com/search/blog/2023/02/dont-404-my-yum", "time": "2023-02-17"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "The new Bing & Edge – Updates to Chat", "info_description": "We wanted to share a quick update on one notable change we are making to the new Bing based on feedback from you all. As we mentioned recently, very long chat sessions can confuse the underlying chat model in the new Bing.&nbsp; To address these issues, we have implemented some changes to help focus the chat sessions. Starting today, the chat experience will be capped at 50 chat turns per day and 5 chat turns per session.&nbsp;", "info_link": "https://blogs.bing.com/search/february-2023/The-new-Bing-Edge-%E2%80%93-Updates-to-Chat", "time": "2023-02-17"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "The new Bing & Edge – Learning from our first week", "info_description": "A little over a week ago, we shared an all new, AI-powered&nbsp;Bing&nbsp;search engine, Edge web browser, and integrated Chat, that we think of as Your Copilot for the Web.&nbsp;Since we made this available in limited preview, we have been testing with a select set of people in over 169 countries to get real-world feedback to learn, improve, and make this product what we know it can be &ndash; which is not a replacement or substitute for the search engine, rather a tool to better understand and make sense of the world. Here is what we have learned in the first seven days of testing:", "info_link": "https://blogs.bing.com/search/february-2023/The-new-Bing-Edge-%E2%80%93-Learning-from-our-first-week", "time": "2023-02-16"}]}, "Google Product updates": {"article": [{"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "January 26, 2023 - Looker connector generally available", "info_description": "The Looker connector allows you to access Looker data within Looker Studio by adding an Explore as a data source to a Looker Studio report.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-02-28"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "January 30, 2023 - Identify Looker Studio queries with BigQuery job labels", "info_description": "All queries sent by Looker Studio to BigQuery have the BigQuery job label requestor:looker_studio. ", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-02-28"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Unlock the power of your Search ads with new tools", "info_description": " Search is changing, and our continued investments in AI-powered features like multisearch are making the Search experience even more natural and visual. As consumer behavior evolves with this shift, it’s more important than ever to ensure that people can connect with your business through Search ads that are both relevant and helpful. That’s why we’re introducing new tools that can help you unlock the power of your Search ads with stronger creative and better performance.\nCreate new assets with", "info_link": "https://support.google.com/google-ads/answer/13352636", "time": "2023-02-27"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "What’s new in Performance Max campaigns", "info_description": " Since Performance Max's initial launch, you’ve been asking for a few key features that are now available, with several more coming soon! This includes experiments to measure incrementality and more steering levers to guide and optimize your campaigns. Here’s a quick recap, including best practices for success.\nOptimize your results from Search inventory in Performance Max\nHow can you drive better results in your account? Together, AI-powered Search and Performance Max are the Ads Power Pairing ", "info_link": "https://support.google.com/google-ads/answer/13311048", "time": "2023-02-23"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【February 15, 2023】Release notes for Analytics Help", "info_description": "Google Analytics introduces the following new features that enhance the reporting experience, especially for properties with large and complex data:", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-02-15"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "DebugView With GA4 Measurement Protocol", "info_description": "While Measurement Protocol for GA4 is still rather, well, rough, it can be used to augment existing collection quite nicely. Recently, I wrote an article that discussed the nuances of session attribution with Measurement Protocol.\nOne of the pain points of any data ingestion setup is how to debug it.\n  Measurement Protocol hits are not automatically surfaced in GA4&rsquo;s DebugView.\nIn this article, I&rsquo;ll show you how to make those hits pop up in the debug stream.", "info_link": "https://www.simoahava.com/analytics/debugview-with-ga4-measurement-protocol/", "time": "2023-02-22"}]}}