{"Google Product updates": {"article": [{"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Reach Gen Z music lovers across formats & devices with the new Gen Z Music lineup", "info_description": " Gen Z plays a huge role in shaping the cultural zeitgeist. And this largely happens on YouTube, where Gen Z music fans discover, consume, and participate in music across multiple formats.\nNow, we’re helping advertisers align their brand with the music Gen Z audiences (18-24) love on YouTube with the new Gen Z Music lineup. This ad solution uses frequently refreshed data across audio, long-form, and YouTube Shorts to identify the songs currently trending with Gen Z viewers and listeners (18-24).", "info_link": "https://support.google.com/google-ads/answer/13743412", "time": "2023-07-05"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "June 29, 2023 - Improvements to bar and combo charts", "info_description": "You can configure the following options for bar charts and combo charts with bars from the Style tab of the properties panel:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-06-30"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Buy on Google for Search and Shopping ending in the US", "info_description": " Buy on Google for Search and Shopping will be ending in the US on September 26, 2023.\nYou should continue to fulfill and deliver all orders placed on or before that date, and honor cancellations, returns, refunds and warranties as stated in your store policies.\nAfter September 26, 2023, eligible merchants can continue using Buy on Google for YouTube. Learn more about Enabling Buy on Google for YouTube.\n Read more ", "info_link": "https://support.google.com/merchants/answer/13644745", "time": "2023-06-29"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "New brand settings in Search and Performance Max campaigns", "info_description": " The digital marketing landscape is changing, with more solutions than ever before being powered by AI to drive better results—including Search with broad match and Performance Max campaigns. Together they form the ads power pairing, helping you multiply your conversions across all of Google’s channels. We’ve heard feedback that you want more control when it comes to brand traffic. That’s why we’ve launched two new features to improve how you guide Google AI and control where your ads appear: br", "info_link": "https://support.google.com/google-ads/answer/13729701", "time": "2023-06-29"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【June 28, 2023】Release notes for Analytics Help", "info_description": "If you've linked a Google Ads account, you may now see a recommendation to import your web and app conversions from Google Analytics 4 into Google Ads. By importing conversions into Google Ads, you can access Google Analytics data in Google Ads and better optimize bids for improved performance.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-06-28"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: New cars can now be advertised in Virginia", "info_description": " Vehicle ads are now eligible to show for both new and used cars in the state of Virginia. With that, vehicle advertisers in the state of Virginia can promote their entire inventory of new and used vehicles to interested customers shopping online for their next vehicle.\n Read more ", "info_link": "https://support.google.com/merchants/answer/13725930", "time": "2023-06-27"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【June 26, 2023】Release notes for Analytics Help", "info_description": "With this launch, using the Google Analytics Data API v1, you can export the user IDs and device IDs of the users within an audience you’ve created in Google Analytics 4. Previously, you could only send this information to direct integrations like Google Ads or Firebase.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-06-27"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Timing update: First click, linear, time decay, and position-based attribution models are going away", "info_description": " As a follow-up to our announcement that first click, linear, time decay, and position-based attribution models will be going away, we will be removing selectability of these models for all conversions in Google Ads beginning in mid-July. This means that newly created conversions will no longer have first click, linear, time decay, or position-based as an attribution model option. Existing conversions not using these models will also no longer be able to switch to these models. If your account h", "info_link": "https://support.google.com/google-ads/answer/13695100", "time": "2023-06-21"}]}, "SEO Announce": {"article": [{"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Sports Enhancements and Bing Image Creator in Skype", "info_description": "This week we announced new AI-powered shopping tools for Bing and Edge that we&rsquo;re very excited about. You&rsquo;ll start to see new features like Buying Guides and Review Summaries start to roll out with updates to Edge.&nbsp;", "info_link": "https://blogs.bing.com/search/june-2023/Bing-Preview-Release-Notes-Sports-Enhancements-and-Bing-Image-Creator-in-Skype", "time": "2023-06-30"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "New AI-powered Microsoft Shopping tools arrive on the new Bing and Edge", "info_description": "Online shopping revolutionized the way we research, find, and buy the things we want and need. But as options and information grow, online shopping has become overwhelming. Online shoppers describe the process as stressful and confusing. There is simply too much to choose from, places to look, and information to sort through. Not to mention, frustration with finding relevant deals that actually work at checkout or knowing which customer ratings and reviews to trust.&nbsp;", "info_link": "https://blogs.bing.com/search/june-2023/New-AI-powered-Microsoft-Shopping-tools-arrive-on-the-new-Bing-and-Edge", "time": "2023-06-29"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Sitemaps ping endpoint is going away", "info_description": "\n        The Sitemaps Protocol was introduced in 2005\n        to help search engines with the discovery of new URLs, and also to help with scheduling new\n        crawls of already discovered URLs. It's a wildly popular protocol that hasn't changed for\n        over 15 years. While the general idea is still useful, some aspects have become less practical\n        in today's internet.\n      \n      \n        To that end, we're announcing deprecation of the sitemaps 'ping' endpoint and providing\n        additional recommendations for the use of the lastmod element.\n      ", "info_link": "https://developers.google.comgoogledata/search/blog/2023/06/sitemaps-lastmod-ping", "time": "2023-06-26"}]}}