{"SEO Announce": {"article": [{"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Search Central Live is coming to India", "info_description": "With three Search Central Live events behind us this year, it's time to announce the one we get asked about the most: Search Central India!", "info_link": "https://developers.google.com/search/blog/2023/08/search-central-live-india-2023", "time": "2023-08-19"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Changes to HowTo and FAQ rich results", "info_description": "To provide a cleaner and more consistent search experience, we're changing how some rich results types are shown in Google's search results. In particular, we're reducing the visibility of FAQ rich results, and limiting How-To rich results to desktop devices.", "info_link": "https://developers.google.com/search/blog/2023/08/howto-faq-changes", "time": "2023-08-08"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Celebrating 6 months of the new AI-powered Bing", "info_description": "It&rsquo;s been six months since we reinvented search with the new AI-powered Bing and Edge. In that short time, you&rsquo;ve engaged in so many unique and creative ways; to date we&rsquo;ve seen over 1 billion chats and over 750 million images fill the world of Bing! We&rsquo;ve also seen nine consecutive quarters of growth on Edge, meaning we&rsquo;re more able than ever to bring our best-in-class AI experiences to users across the web.", "info_link": "https://blogs.bing.com/search/august-2023/Celebrating-6-months-of-the-new-AI-powered-Bing", "time": "2023-08-07"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Dark Mode", "info_description": "This week, browsing the web just got easier on your eyes and better for your laptop battery&mdash;we released dark mode for Bing Chat! This feature now works in both Bing Chat and Bing Chat Enterprise in your desktop browser, and it&rsquo;s already available in the Bing mobile app. Dark mode also changes the appearance of the search page on Bing.com.&nbsp;", "info_link": "https://blogs.bing.com/search/july-2023/Bing-Preview-Release-Notes-Dark-Mode", "time": "2023-07-31"}]}, "Google Product updates": {"article": [{"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【August 17, 2023】Release notes for Analytics Help", "info_description": "Behavioral modeling data is now available in any exploration or report that includes paths and funnels in Google Analytics 4. More specifically, this includes the path exploration and funnel exploration, as well as the user purchase journey report and custom funnel reports.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-08-17"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Get ready to upgrade your Discovery ads to Demand Gen", "info_description": " Consumers today have infinite options of content—everything from 15-hour live streams to 15-second Shorts—prompting actions at varying speeds and in different ways. In June, we introduced Demand Gen, a new AI-powered campaign designed to multiply your creativity and drive demand. It’s built to help advertisers who buy on social platforms find and convert consumers with immersive, relevant, and visual creatives that grab attention and spur action in the right moment. Demand Gen drives conversion", "info_link": "https://support.google.com/google-ads/answer/13859703", "time": "2023-08-15"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Announcement: A new, simplified Merchant Center", "info_description": " At Google Marketing Live 2023, we introduced Merchant Center Next - a simpler way for retailers of all sizes to more easily show their business and products to consumers, all across Google.\nOnboarding on Merchant Center Next is easier, with simplified flow for website verification through additional methods such as verifying by email. You will be able to use our simplified experience to automatically connect product information from their website. Merchant Center Next will give you control over", "info_link": "https://support.google.com/merchants/answer/13863814", "time": "2023-08-11"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Multiply your holiday performance with new ads and insights features", "info_description": " This holiday season is just around the corner, which means one thing: shoppers and retailers alike are working on their checklists. In fact, today’s shoppers are being more intentional with their holiday purchases, with 74% planning their shopping ahead of time.1 With inflation putting pressure on consumer spending globally, it’s never been more important to drive efficiency with your marketing efforts and optimize your campaigns for profitable sales. But this year is unlike any other. AI-power", "info_link": "https://support.google.com/google-ads/answer/13844604", "time": "2023-08-08"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Four ways to prepare for the holiday season", "info_description": " Holiday season 2023 is coming soon! Here are four things you can do right now to prepare your business and help turn more shoppers into customers:\n1. Showcase fast, free deliveries and easy returns\nBe sure to feature shipping information and, if you can, adopt practices that could appeal to holiday shoppers: free shipping, fast delivery, free and extended return policies. You can even showcase a “same-day delivery” if that’s a service you offer.\nGoogle can add your shipping speed automatically ", "info_link": "https://support.google.com/merchants/answer/13843083", "time": "2023-08-07"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【Match types, including regex, are now available in Reports】Release notes for Analytics Help", "info_description": "Google Analytics 4 Reports can now be further customized with Match Types. Report Filters now supports match types, including ‘begins with’, ‘exactly matches’, and regex.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-08-05"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "August 3, 2023 - New chart type: Boxplot chart", "info_description": "The new Boxplot chart lets you visualize the distribution and spread of values in your dataset.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-08-03"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - New chart type: Boxplot chart", "info_description": "The new Boxplot chart lets you visualize the distribution and spread of values in your dataset.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-08-03"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "New Google Analytics 4 features for better App campaign performance", "info_description": " Google Analytics 4 provides comprehensive, privacy-centric analytics to understand user behavior across both web and app—all in one place. Its AI-powered insights also help you optimize your campaign performance.\nApp marketers who use Google Analytics 4 have long benefited from advanced features that have proven to improve performance like tROAS bidding, audience exclusions, predictive audiences, and more. For example, Gameberry Labs, a game developer based in India, wanted to scale more profit", "info_link": "https://support.google.com/google-ads/answer/13780704", "time": "2023-08-02"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - Line improvements", "info_description": "New line improvements let you customize the look and functionality of lines in Looker Studio charts. Improvements include:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-08-02"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【August 1, 2023】Release notes for Analytics Help", "info_description": "The new Audiences report in Google Analytics 4 enables you to identify your most engaged and profitable audiences. It includes any audience with at least one user in the specified time period.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-08-01"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Google Ads to require EEA & UK IAB TCF in early 2024", "info_description": " Earlier this year, we introduced a new requirement for Consent Management Platforms (CMPs) working with our web and app publisher and developer partners that serve ads in the European Economic Area (EEA) and the UK. Beginning January 16th 2024, all publisher partners using Google AdSense, Ad Manager, or AdMob by will be required to use a Google certified CMP that integrates with the IAB Europe’s Transparency and Consent Framework (TCF) when serving ads to users in the European Economic Area or ", "info_link": "https://support.google.com/google-ads/answer/13821195", "time": "2023-08-01"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "Just Breathe", "info_description": "Content warning: introspection, parenthood, &ldquo;Floating Butt&rdquo;.\nWhen Benjamin (our first child) was born, my life as an individual was unraveled.\nWith every bellow from the newborn&rsquo;s lungs, I could feel my personal agency slipping away from me.\nFrom that magical moment onwards, I&rsquo;ve been gripped by the polarizing emotions of parenthood.\nAt any given time, I&rsquo;m galvanized by fear for the well-being of my children, or existentially deadlocked by the calamities of all the possible (terrible) futures for this planet, or (figuratively) high from the amazing content and purpose my children bring to my life.", "info_link": "https://www.simoahava.com/personal/just-breathe/", "time": "2023-07-31"}]}}