{"Google Product updates": {"article": [{"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【November 10, 2023】Release notes for Analytics Help", "info_description": "We're excited to announce that you can now integrate Salesforce Marketing Cloud with a Google Analytics 4 property from the Marketing Cloud interface. If you were using the Universal Analytics 360 integration with Salesforce Marketing Cloud, you can now migrate to the GA4 integration.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-11-11"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Abusing the ad network", "info_description": " The Shopping ads and free listings Malicious or unwanted software policy will be split into 3 separate policies: Malicious software, Compromised sites, and Unwanted software. We will begin enforcing these policies in December, with full enforcement ramping up over approximately 4 weeks. Until these policy changes are brought into effect, we will continue to enforce the current malware policy.\nWhat is changing\nMalicious software: The scope of the Malicious software policy is narrowed to prohibit", "info_link": "https://support.google.com/merchants/answer/13846536", "time": "2023-11-09"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Engage with your most valuable audiences without third-party cookies", "info_description": " More than ever, people discover, research, and purchase across a growing number of channels, expecting relevant and engaging experiences as they go. In fact, 74% of consumers in surveyed countries consider it important to have a personalized online shopping experience with a brand.1\nAt the same time, people are concerned about being tracked across the internet, and they favor businesses who respect their privacy. 89% of users globally would trust brands who invest in privacy-safe technologies2,", "info_link": "https://support.google.com/google-ads/answer/14226510", "time": "2023-11-09"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【November 2, 2023】Release notes for Analytics Help", "info_description": "We’re enhancing automatically collected events from web data streams in Google Analytics 4 to solve a filtering issue for some subproperties.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-11-02"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "November 2, 2023 - Pro feature: Create alerts on a chart", "info_description": "Report viewers can set up an alert on a chart in a Looker Studio report that will notify the alert creator and chosen recipients when the chart data meets the conditions specified in the alert.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-11-02"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - Pro feature: Create alerts on a chart", "info_description": "Report viewers can set up an alert on a chart in a Looker Studio report that will notify the alert creator and chosen recipients when the chart data meets the conditions specified in the alert.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-11-02"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【October 26, 2023】Release notes for Analytics Help", "info_description": "Item-scoped custom parameters are now available in the GA4 BigQuery Export. We've also launched the ability to collect item-scoped custom parameters through GA4 Measurement Protocol.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-10-26"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Unlock new relevant traffic on Performance Max with search themes", "info_description": " We’ve heard you want more ways to share your expertise with Google AI. A new beta called “search themes” in Performance Max does just that—it provides you with an easy way to guide Performance Max to serve on placements that you may not be reaching yet.\nPerformance Max currently looks at your assets, feeds, and landing pages to predict which placements, including search queries, will perform well for your campaign. Now with the search themes beta, you can fill in gaps by adding information abou", "info_link": "https://support.google.com/google-ads/answer/14179631", "time": "2023-10-26"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【October 25, 2023】Release notes for Google Tag Manager", "info_description": "\nTag Assistant: You can now export and import your debugging sessions within Tag Assistant to make it easier to triage and fix issues with your tags. Learn how to import and export sessions.\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-10-25"}]}, "SEO Announce": {"article": [{"website_name": "Bing Webmaster", "tag": "SEO Announce", "info_title": "Optimize on the go with the Bing Webmaster Tools Android App", "info_description": "Put the Power of Bing Webmaster Tools in the Power of your hand with the new Bing Webmaster tools android app. As your trusted web activity (TWA) companion it&rsquo;s the ultimate tool for supercharging your website&rsquo;s performance and optimization on-the-go.&nbsp;&nbsp;\n\nEffortlessly monitor your site&rsquo;s health, track traffic, conquer crawl errors, and dive into detailed SEO reports&mdash;all from the convenience of your smartphone.&nbsp;&nbsp;\n\nLearn more about this exciting update in our latest blog post!&nbsp;&nbsp;", "info_link": "https://blogs.bing.com/webmaster/november-2023/Optimize-on-the-go-with-the-Bing-Webmaster-Tools-Android-App", "time": "2023-11-08"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Search Central Live Taipei 2023", "info_description": "We're excited to announce that Search Central Live is coming back to Taipei for the first time ever on December 6. As usual, the event is hosted by the Google\n      Search team and we're looking forward to bringing together the community to learn, share, and\n      network.", "info_link": "https://developers.google.com/search/blog/2023/11/search-central-live-taipei-2023", "time": "2023-11-04"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "A Q&A on Google Search updates", "info_description": "Google Search regularly updates our search ranking systems to ensure we're showing the most\n      relevant, helpful content that we can. We've had a series of notable updates we've shared about\n      in the past few weeks, and we have two for this month. Given this, it's a good time to share some\n      reminders in a Q&amp;A format about how we do updates, why we share about them, and what (if anything)\n      creators need to consider when one happens.", "info_link": "https://developers.google.com/search/blog/2023/11/q-and-a-on-search-updates", "time": "2023-11-04"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Mobile-first indexing has landed", "info_description": "We're delighted to announce that the trek to Mobile First Indexing is now complete.", "info_link": "https://developers.google.com/search/blog/2023/10/mobile-first-is-here", "time": "2023-10-31"}, {"website_name": "Bing Webmaster", "tag": "SEO Announce", "info_title": "IndexNow - Celebrating two years of growth!", "info_description": "Whether you have a blog, a large e-commerce website, or any website, IndexNow can help you reach more potential customers by getting your content indexed fast in search engines. Learn how.", "info_link": "https://blogs.bing.com/webmaster/october-2023/IndexNow-Celebrating-two-years-of-growth", "time": "2023-10-27"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "Cloud Run With Server-side Tagging In Google Tag Manager", "info_description": "In a recent update to server-side tagging in Google Tag Manager, Google switched the default deployment of a server-side tagging backend from Google App Engine to Google Cloud Run.\nNow, when you create a new container and choose the automatically provisioned tagging server option, this service will be created in Google Cloud Run instead of in Google App Engine.\n  While I&rsquo;ve written about Cloud Run before, this update gives me an opportunity to review what actually happens when you provision a Cloud Run environment, how you can upgrade it, and how you can add enhancements such as multi-region load balancing to it (with ease, I might add!", "info_link": "https://www.simoahava.com/analytics/cloud-run-server-side-tagging-google-tag-manager/", "time": "2023-10-25"}]}}