{"SEO Announce": {"article": [{"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Mobile-first indexing has landed", "info_description": "We're delighted to announce that the trek to Mobile First Indexing is now complete.", "info_link": "https://developers.google.com/search/blog/2023/10/mobile-first-is-here", "time": "2023-10-31"}, {"website_name": "Bing Webmaster", "tag": "SEO Announce", "info_title": "IndexNow - Celebrating two years of growth!", "info_description": "Whether you have a blog, a large e-commerce website, or any website, IndexNow can help you reach more potential customers by getting your content indexed fast in search engines. Learn how.", "info_link": "https://blogs.bing.com/webmaster/october-2023/IndexNow-Celebrating-two-years-of-growth", "time": "2023-10-27"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Search Central Live Singapore 2023", "info_description": "\n      We're excited to announce that\n      Search Central Live Singapore\n      is coming back this year again on November 22. As usual, the event is hosted by the Google\n      Search team and we're looking forward to bringing together the community to learn, share, and \n      network.\n      ", "info_link": "https://developers.google.com/search/blog/2023/10/search-central-live-singapore-2023", "time": "2023-10-18"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Vehicle listings structured data for car dealerships", "info_description": "Google Search will start supporting vehicle listings markup, a new way to appear in  vehicle listings on Google.\n      It now has its own Search Console Rich result report and is supported in the testing tool.", "info_link": "https://developers.google.com/search/blog/2023/10/vehicle-listings-structured-data", "time": "2023-10-16"}]}, "Google Product updates": {"article": [{"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【October 26, 2023】Release notes for Analytics Help", "info_description": "Item-scoped custom parameters are now available in the GA4 BigQuery Export. We've also launched the ability to collect item-scoped custom parameters through GA4 Measurement Protocol.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-10-26"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Unlock new relevant traffic on Performance Max with search themes", "info_description": " We’ve heard you want more ways to share your expertise with Google AI. A new beta called “search themes” in Performance Max does just that—it provides you with an easy way to guide Performance Max to serve on placements that you may not be reaching yet.\nPerformance Max currently looks at your assets, feeds, and landing pages to predict which placements, including search queries, will perform well for your campaign. Now with the search themes beta, you can fill in gaps by adding information abou", "info_link": "https://support.google.com/google-ads/answer/14179631", "time": "2023-10-26"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【October 25, 2023】Release notes for Google Tag Manager", "info_description": "\nTag Assistant: You can now export and import your debugging sessions within Tag Assistant to make it easier to triage and fix issues with your tags. Learn how to import and export sessions.\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-10-25"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【October 23, 2023】Release notes for Analytics Help", "info_description": "We're introducing a new recommendation to install the Google Analytics mobile app, enabling you to stay connected to your business while on-the-go. The mobile app helps you monitor your business in real-time, build your own reports, and take actions to improve your account. The new recommendation includes a QR code so you can easily find the mobile app in the Apple App Store (for iOS) or Google Play Store (for Android). The recommendation is primarily visible on the Google Analytics 4 Home page if you haven’t recently used the app.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-10-24"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "October 19, 2023 - Table Drilling and Table Tooltips", "info_description": "The Drill Actions experience for table charts provides an updated drill experience for report creators and report viewers. With the new Drill Actions menu, report creators can perform the following tasks:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-10-20"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - Table Drilling and Table Tooltips", "info_description": "The Drill Actions experience for table charts provides an updated drill experience for report creators and report viewers. With the new Drill Actions menu, report creators can perform the following tasks:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-10-20"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【October 19, 2023】Release notes for Google Tag Manager", "info_description": "\nServer-side tagging: You can now route traffic from your Google Tag Manager server container to a proxy server. Learn more about proxy routing with server containers. Ensure your Docker image is on version 2.2.0 or later\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-10-20"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【October 17, 2023】Release notes for Analytics Help", "info_description": "As a follow-up to our announcement from earlier this year, we will be removing the First click, Linear, Time decay, and Position-based attribution models from all properties in mid-October 2023. These models will be removed from both the Analytics user interface and Admin API. If your existing property is using one of the impacted models, it will be defaulted to Paid and organic data-driven attribution. In addition to Paid and organic data-driven attribution, the Paid and organic last click and Google paid channels last click models will also continue to be available.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-10-17"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "Cloud Run With Server-side Tagging In Google Tag Manager", "info_description": "In a recent update to server-side tagging in Google Tag Manager, Google switched the default deployment of a server-side tagging backend from Google App Engine to Google Cloud Run.\nNow, when you create a new container and choose the automatically provisioned tagging server option, this service will be created in Google Cloud Run instead of in Google App Engine.\n  While I&rsquo;ve written about Cloud Run before, this update gives me an opportunity to review what actually happens when you provision a Cloud Run environment, how you can upgrade it, and how you can add enhancements such as multi-region load balancing to it (with ease, I might add!", "info_link": "https://www.simoahava.com/analytics/cloud-run-server-side-tagging-google-tag-manager/", "time": "2023-10-25"}]}}