{"SEO Announce": {"article": [{"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "How we fought spam on Google Search in 2022", "info_description": "Every day, we're discovering, indexing, and serving billions of web pages, and a significant\n        portion of pages we discover are spam. In 2022 we launched multiple updates to our systems\n        to thwart these attacks and ensure a spam-free experience for all Search users. The 2022\n        webspam report is here. Read about SpamBrain, links, hacked spam, user safety and more.", "info_link": "https://developers.google.com/search/blog/2023/04/webspam-report-2022", "time": "2023-04-11"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Performance Improvements on Microsoft Edge and Bing", "info_description": "This week, we made several important performance improvements to the AI features in Bing including integrating Bing Image Creator into Edge sidebar, and general performance improvements.&nbsp;", "info_link": "https://blogs.bing.com/search/april-2023/Bing-Preview-Release-Notes-Performance-Improvements-on-Microsoft-Edge-and-Bing", "time": "2023-04-07"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Event recap: Search Central Virtual Unconference en español 2023", "info_description": "When we launched the Search Central Virtual Unconference series, we got a lot of feedback to\n      organize events in multiple languages. On February 17, 2023 we held the first Virtual\n      Unconference en español after receiving a lot of requests for an event in Spanish.", "info_link": "https://developers.google.com/search/blog/2023/04/search-central-unconference-espanol-2023-recap", "time": "2023-04-03"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Image & Video Search", "info_description": "Here are a few examples of what has changed since our March 24 update:\n&bull;&nbsp;&nbsp; &nbsp;20/200 Chat Turns: We increased the maximum turns in a single conversation from 15 to 20. The total number of turns per day has also increased from 150 to 200.\n&bull;&nbsp;&nbsp; &nbsp;Image and Video Search: We integrated image and video search into Bing chat. &nbsp;You&rsquo;ll see these results appear as answer cards below your chat answers, and you can click &ldquo;See more&rdquo; if you want to explore further in Bing image search. &nbsp;If you can&rsquo;t find an image you&rsquo;re looking for, try making one with Image Creator.\n&bull;&nbsp;&nbsp; &nbsp;Local Grounding: We know from your feedback that Bing chat needed better grounding for local-related queries. &nbsp;This week, we delivered enhancements to make Bing give better answers if you&rsquo;re trying to find a park, a store, or a doctor&rsquo;s office near you. &nbsp;Expect us to make further improvements in local grounding based on your feedback.", "info_link": "https://blogs.bing.com/search/march_2023/TITLE-Bing-Preview-Release-Notes-Image-Video-Search", "time": "2023-03-31"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Driving more traffic and value to publishers from the new Bing", "info_description": "Since we announced the new Bing and Edge, the vision of moving beyond Search to create your copilot for the Web is landing broadly in the market. People are finding value in having search, chat, answers, and creation capabilities all in one experience.", "info_link": "https://blogs.bing.com/search/march_2023/Driving-more-traffic-and-value-to-publishers-from-the-new-Bing", "time": "2023-03-30"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: AI-powered Knowledge Cards and Stories", "info_description": "We announced this week we are bringing Bing Image Creator to the new Bing Preview, powered by an advanced version of the DALL-E model from OpenAI. &nbsp;The experience has been rolling out in Bing chat over the past several days, and it is now available to everyone in the Bing preview. &nbsp;Remember that it is currently only available in Creative mode.", "info_link": "https://blogs.bing.com/search/march_2023/Bing-Preview-Release-Notes-AI-powered-Knowledge-Cards-and-Stories", "time": "2023-03-24"}]}, "Google Product updates": {"article": [{"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【April 6, 2023】Release notes for Analytics Help", "info_description": "Google Analytics will be sunsetting first-click, linear, time-decay and position-based attribution models from the attribution reports, property-level reporting-model setting, and Admin API. Starting in May, newly created properties will no longer be able to select these models. Starting in September, we will sunset these models for all other properties. Cross-channel data-driven attribution, cross-channel last click, and Ads preferred last click will continue to be available.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-04-06"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "First click, linear, time decay, and position-based attribution models are going away", "info_description": " Rules-based attribution models assign value to each advertising touchpoint based on predefined rules. These models don’t provide the flexibility needed to adapt to evolving consumer journeys. That's why we made data-driven attribution the default attribution model in Google Ads and Google Analytics 4. It uses Google AI to understand the impact each touchpoint has on a conversion, and when combined with auto bidding, data-driven attribution improves performance. Data-driven attribution is now th", "info_link": "https://support.google.com/google-ads/answer/13427716", "time": "2023-04-06"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "March 23, 2023 - Align both axes to 0 option in Cartesian charts", "info_description": "You can align left and right axes to zero in Cartesian line, bar, and combo charts that have left and right Y-axes. This option is useful when you want to compare sets of data that contain a mix of positive and negative numbers.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-04-06"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "April 3, 2023 - PostgreSQL 13 & 14 support", "info_description": "You can now connect Looker Studio to PostgreSQL versions 13 and 14.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-04-06"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【April 6, 2023】Release notes for Google Tag Manager", "info_description": "\nServer-side tagging: You can now pause tags in server containers.\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-04-06"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【April 3, 2023】Release notes for Analytics Help", "info_description": "Google Analytics 4 adds two new options when creating or modifying an event in Google Analytics. The new options enable you to define conversions using regular expressions (regex) for web data streams. With this update, you will now be able to migrate destination and event goals that use regex from Universal Analytics to Google Analytics 4.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-04-03"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Shopping ads policies", "info_description": " On March 31, 2023, the “About our policies” section of the Shopping ads policies will be updated to include the following language:\nAdvertisers have a responsibility to not promote content or engage in behavior that risks harm to our users, employees, or the Ads ecosystem. If we see such content or behavior, we may take action, including but not limited to restricting or blocking your ads or suspending your account.\n Read more ", "info_link": "https://support.google.com/merchants/answer/13462248", "time": "2023-03-31"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【March 27, 2023】Release notes for Google Tag Manager", "info_description": "\nServer-side tagging: The Google Analytics: GA4 tag in server containers now sends data to regional data centers based on where the user is located.\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-03-29"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: The Dangerous products policy will include concentrated sodium nitrite", "info_description": " Google will update its dangerous products policy to prohibit the advertising of products with a concentration of more than 10% sodium nitrite beginning May 23, 2023. This policy applies to Shopping ads and free listings.\n Read more ", "info_link": "https://support.google.com/merchants/answer/13372697", "time": "2023-03-28"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "March 23, 2023 -  Align both axes to 0 option in Cartesian charts", "info_description": "You can align left and right axes to zero in Cartesian line, bar, and combo charts that have left and right Y-axes. This option is useful when you want to compare sets of data that contain a mix of positive and negative numbers.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-03-24"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【March 24, 2023】Release notes for Google Tag Manager", "info_description": "\nServer-side tagging: The Floodlight Sales tag in server containers encrypts the Revenue value if it is set in the server container. Learn more.\nServer-side tagging: The Floodlight Counterstrong> and Floodlight Sales tags include custom event parameters that start with x-dc-. Learn more.\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-03-24"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "New features to help you grow demand with Discovery ads", "info_description": " Consumers nowadays spend time shopping across many different touchpoints online. More than half of them use YouTube, Discover, and Gmail alongside other platforms when researching products or brands to try.1 91% of them took action right after discovering something new.2 It’s important for advertisers to capture audiences in moments where they are ready to make a move. We’re excited to announce the latest improvements to Discovery ads to help your brand stand out on our most engaging ad surface", "info_link": "https://support.google.com/google-ads/answer/13404405", "time": "2023-03-23"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "#GTMTips: Override Google Analytics 4 Fields In Server-Side GTM", "info_description": "Server-side tagging is all about control. Being able to intercept, modify, and even block requests as they come in before they are dispatched to their actual endpoints is extremely valuable.\nThe built-in Google Analytics 4 tag template has options for modifying event parameters and user properties in the Google Analytics 4 request, but did you know you can use these options to modify some of the fields as well, such as Client ID, User ID, and event Engagement Time?", "info_link": "https://www.simoahava.com/gtm-tips/override-ga4-fields-in-server-side-gtm/", "time": "2023-03-30"}]}}