{"SEO Announce": {"article": [{"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "New in structured data: discussion forum and profile page markup", "info_description": "Today we're announcing support for profile page and discussion forum structured data for use\n      in Google Search, including new reports in Search Console. This markup works with Google\n      Search features that are designed to show first-person perspectives from social media\n      platforms, forums, and other communities.", "info_link": "https://developers.google.com/search/blog/2023/11/discussion-and-profile-markup", "time": "2023-11-27"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Upcoming deprecation of Crawl Rate Limiter Tool in Search Console", "info_description": "\n      The crawl rate limiter tool in Search Console is being deprecated on Jan 8th, 2024. This tool\n      has been\n      available for over a decade,\n      but with the improvements we've made to our crawling logic and other tools available to\n      publishers, its usefulness has dissipated.\n      ", "info_link": "https://developers.google.com/search/blog/2023/11/sc-crawl-limiter-byebye", "time": "2023-11-24"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Search Quality Raters Guidelines update", "info_description": "As of November 16, Google's Search Quality Rater Guidelines have been updated to simplify our guidelines.\n      As a reminder, these guidelines are what are used by our search raters to help evaluate the performance\n      of our various search ranking systems, and their ratings don't directly influence ranking.", "info_link": "https://developers.google.com/search/blog/2023/11/search-quality-rater-guidelines-update", "time": "2023-11-16"}, {"website_name": "Bing Webmaster", "tag": "SEO Announce", "info_title": "Announcing Generative AI Captions", "info_description": "Supercharge your search results with Bing&rsquo;s groundbreaking Generative AI Captions! Harnessing the power of GPT-4, Generative Captions extract the most pertinent insights from web pages, and skillfully transform them into highly relevant and easily digestible snippets. Learn how AI Generative Captions can elevate your SEO game today!&nbsp;", "info_link": "https://blogs.bing.com/webmaster/november-2023/Announcing-Generative-AI-Captions", "time": "2023-11-15"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Our vision to bring Microsoft Copilot to everyone, and more", "info_description": "Learn about Microsoft&rsquo;s vision for Copilot (formerly Bing Chat and Bing Chat Enterprise), general availability, expansion of commercial data protection availability, data sensitivity protection, and expanding the ecosystem with support for GPTs and plugins.", "info_link": "https://blogs.bing.com/search/november-2023/our-vision-to-bring-microsoft-copilot-to-everyone-and-more", "time": "2023-11-15"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "List your courses with new course info structured data", "info_description": "As people continue to search for courses on Google, the desire for more detailed course\n      information has grown. Today, we are announcing a new set of recommendations to provide\n      course structured data to Google. Publishers now have the opportunity to surface supplemental\n      course information on Google Search by providing detailed information like pricing, educational\n      level, ratings, and length with structured data. This data can appear in the course info rich\n      result, which is a new carousel feature in Google Search that helps learners discover and compare\n      courses that fit their unique needs.", "info_link": "https://developers.google.com/search/blog/2023/11/new-course-info-markup", "time": "2023-11-15"}, {"website_name": "Bing Webmaster", "tag": "SEO Announce", "info_title": "Optimize on the go with the Bing Webmaster Tools Android App", "info_description": "Put the Power of Bing Webmaster Tools in the Power of your hand with the new Bing Webmaster tools android app. As your trusted web activity (TWA) companion it&rsquo;s the ultimate tool for supercharging your website&rsquo;s performance and optimization on-the-go.&nbsp;&nbsp;\n\nEffortlessly monitor your site&rsquo;s health, track traffic, conquer crawl errors, and dive into detailed SEO reports&mdash;all from the convenience of your smartphone.&nbsp;&nbsp;\n\nLearn more about this exciting update in our latest blog post!&nbsp;&nbsp;", "info_link": "https://blogs.bing.com/webmaster/november-2023/Optimize-on-the-go-with-the-Bing-Webmaster-Tools-Android-App", "time": "2023-11-08"}]}, "Google Product updates": {"article": [{"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "November 16, 2023 - Pivot table metric limit increased to 20", "info_description": "You can now have up to 20 metrics in a pivot table.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-11-16"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - Pivot table metric limit increased to 20", "info_description": "You can now have up to 20 metrics in a pivot table.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-11-16"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【November 14, 2023】Release notes for Analytics Help", "info_description": "We're introducing a new Admin experience in Google Analytics 4 properties. The new Admin experience organizes your settings into categories that make it easier to find what you’re looking for and discover what each administrative setting does. For example, all the settings that impact how data is shown in your reports are now grouped together. With this change, you’ll be able to complete your administrative tasks with fewer clicks and more confidence.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-11-15"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【November 10, 2023】Release notes for Analytics Help", "info_description": "We're excited to announce that you can now integrate Salesforce Marketing Cloud with a Google Analytics 4 property from the Marketing Cloud interface. If you were using the Universal Analytics 360 integration with Salesforce Marketing Cloud, you can now migrate to the GA4 integration.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-11-11"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Abusing the ad network", "info_description": " The Shopping ads and free listings Malicious or unwanted software policy will be split into 3 separate policies: Malicious software, Compromised sites, and Unwanted software. We will begin enforcing these policies in December, with full enforcement ramping up over approximately 4 weeks. Until these policy changes are brought into effect, we will continue to enforce the current malware policy.\nWhat is changing\nMalicious software: The scope of the Malicious software policy is narrowed to prohibit", "info_link": "https://support.google.com/merchants/answer/13846536", "time": "2023-11-09"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Engage with your most valuable audiences without third-party cookies", "info_description": " More than ever, people discover, research, and purchase across a growing number of channels, expecting relevant and engaging experiences as they go. In fact, 74% of consumers in surveyed countries consider it important to have a personalized online shopping experience with a brand.1\nAt the same time, people are concerned about being tracked across the internet, and they favor businesses who respect their privacy. 89% of users globally would trust brands who invest in privacy-safe technologies2,", "info_link": "https://support.google.com/google-ads/answer/14226510", "time": "2023-11-09"}]}}