{"SEO Announce": {"article": [{"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "October 2023 Spam Update", "info_description": "We're releasing an update to our spam detections systems today that will improve our coverage\n      in many languages and spam types.", "info_link": "https://developers.google.com/search/blog/2023/10/october-2023-spam-update", "time": "2023-10-04"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "DALL-E 3 now available in Bing Chat and Bing.com/create, for free!", "info_description": "We&rsquo;re excited to share that DALL-E 3, the latest and most capable text-to-image model from OpenAI, is now generally available to everyone within Bing Chat and Bing.com/create&mdash;for free! The DALL-E 3 model from OpenAI delivers enhancements that improve the overall quality and detail of images, along with greater accuracy for human hands, faces, and text in images.&nbsp;", "info_link": "https://blogs.bing.com/search/october-2023/DALL-E-3-now-available-in-Bing-Chat-and-Bing-com-create-for-free", "time": "2023-10-03"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: New experiences powered by Bing Image Creator", "info_description": "Last week was a big one! We announced lots of new experiences coming to Bing Chat&mdash;including personalized answers, DALL-E 3, and new AI-powered features in SwiftKey. Over the next few weeks, you&rsquo;ll see some of these features appear as we test them before release. These Release Notes will continue to update you on which features are fully available to all users.&nbsp;", "info_link": "https://blogs.bing.com/search/september-2023/Bing-Preview-Release-Notes-New-Experiences-Powered-by-Bing-Image-Creator", "time": "2023-09-29"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Search Central Live Zurich is back!", "info_description": "We're very excited to announce that Search Central Live is coming back to Zurich on Tuesday, October 24th, 2023!\n      After our last Search Central Live event in Zurich in December 2019, we're back in town for more presentations, Q&amp;A and networking!", "info_link": "https://developers.google.com/search/blog/2023/09/search-central-live-zurich", "time": "2023-09-29"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Expanding Our AI Partnership with Meta", "info_description": "Last week, we shared our vision for how we&rsquo;re unifying our AI copilot experiences to help people navigate any task. As part of this vision, Bing is central to these experiences by ensuring they are grounded in the latest web data and information available. In addition to copilots across the portfolio of Microsoft products, we are a platform company that provides the tools and services needed for others to succeed in their AI ambitions. Which is why today, we're thrilled to announce that we&rsquo;ve begun to work with Meta to integrate Bing into Meta AI&rsquo;s chat experiences enabling more timely and up-to-date answers with access to real-time search information.", "info_link": "https://blogs.bing.com/search/september-2023/Expanding-Our-AI-Partnership-with-Meta-(1)", "time": "2023-09-27"}, {"website_name": "Bing Webmaster", "tag": "SEO Announce", "info_title": "Announcing new options for webmasters to control usage of their content in Bing Chat", "info_description": "How do you want your content to be used in the AI era? Learn how Bing gives webmasters new control over their content in Bing Chat and for training Microsoft&rsquo;s generative AI foundation models.", "info_link": "https://blogs.bing.com/webmaster/september-2023/Announcing-new-options-for-webmasters-to-control-usage-of-their-content-in-Bing-Chat", "time": "2023-09-22"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "A new wave of innovation in Bing Chat and SwiftKey", "info_description": "Yesterday, Microsoft held an event in New York where we announced a broad set of news from across the company., with innovations coming soon to Bing, Edge, and Microsoft Shopping. Today, we&rsquo;re sharing more details on these announcements along with new feature updates to AI-powered SwiftKey.&nbsp;", "info_link": "https://blogs.bing.com/search/september-2023/A-new-wave-of-innovation-in-Bing-Chat-and-SwiftKey", "time": "2023-09-22"}, {"website_name": "Bing Webmaster", "tag": "SEO Announce", "info_title": "Wix now supports IndexNow for Faster Content Indexing", "info_description": "Want to get your Wix site indexed faster and more accurately by search engines? Find out how Wix is now supporting IndexNow. No extra work required from you.", "info_link": "https://blogs.bing.com/webmaster/september-2023/Wix-now-supports-IndexNow-for-Faster-Content-Indexing", "time": "2023-09-21"}, {"website_name": "Bing Webmaster", "tag": "SEO Announce", "info_title": "Unlocking insights with the new Bing Webmaster Tools Performance Report", "info_description": "Do you want to improve your website's performance on Bing and gain deeper insights into how users find and interact with your content? If so, you'll be excited to learn about the new update to the Bing Webmaster Tools Performance Report that offers more data types, verticals, and metrics than ever before.&nbsp;", "info_link": "https://blogs.bing.com/webmaster/september-2023/Unlocking-insights-with-the-new-Bing-Webmaster-Tools-Performance-Report", "time": "2023-09-21"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Announcing the Search Central Live Mexico roadshow", "info_description": "Search Central Live is coming to Ciudad de México on November 7. The event will have a mix of presenters\n      from the Google Search, News, and Partnership teams. The content will be delivered in Spanish and English\n      (with live translation to Spanish). Check more details about speakers, agenda, and how to sign up to the\n      event.", "info_link": "https://developers.google.com/search/blog/2023/09/search-central-live-mexico", "time": "2023-09-20"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Microsoft Launcher and Continue on Your Phone", "info_description": "These Release Notes are designed to provide updates on new features that have fully shipped to all Bing Chat users as of today. Here&rsquo;s a summary of what&rsquo;s new since our September 1 update:&nbsp;", "info_link": "https://blogs.bing.com/search/september-2023/Bing-Preview-Release-Notes-Microsoft-Launcher-and-Continue-on-Your-Phone", "time": "2023-09-15"}]}, "Google Product updates": {"article": [{"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【October 3, 2023】Release notes for Analytics Help", "info_description": "You can now configure your web data streams to perform client-side text redaction of email addresses and user-defined URL Query Parameters, reducing the likelihood of inadvertently submitting PII. For new web data streams, email redaction is enabled by default.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-10-03"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【October 2, 2023】Release notes for Analytics Help", "info_description": "If you've activated Google signals for your property, you can now turn off Include Google Signals in Reporting Identity on the Data Collection page in Admin to omit specific demographics and interest data from reports—specifically, data from signed-in, consented users.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-10-02"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "October 2, 2023 - Open Looker Studio from BigQuery", "info_description": "BigQuery native integration in Looker Studio enables new monitoring features for Looker Studio queries, improves query performance, and supports many BigQuery features. This feature is in preview.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-10-02"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - Open Looker Studio from BigQuery", "info_description": "BigQuery native integration in Looker Studio enables new monitoring features for Looker Studio queries, improves query performance, and supports many BigQuery features. This feature is in preview.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-10-02"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Maximize views for your budget with Video view campaigns on YouTube, now globally available", "info_description": " We are excited to announce the global launch of Video view campaigns (VVC), the solution for advertisers to get the most views across all of YouTube’s video formats by delivering the best performing creatives to audiences who are more likely to consider their brand. Videos are one of the most impactful ways to tell a story, and VVC showcases your brand’s story across skippable in-stream, in-feed, and Shorts ad formats.\nNow, all advertisers can use VVC to serve their campaign to relevant audienc", "info_link": "https://support.google.com/google-ads/answer/14078653", "time": "2023-09-28"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【September 19, 2023】Release notes for Analytics Help", "info_description": "The new Checkout journey report in Google Analytics 4 shows the number and percentage of users who begin checkout on an ecommerce website or app and complete each of the subsequent steps in the checkout funnel.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-09-20"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Multiply your creativity with AI-powered tools for Search ads", "info_description": " The digital marketing landscape is changing, with AI-powered tools helping advertisers adapt to shifting consumer behaviors and drive better results. Earlier this year, we announced our plans for automatically created assets and the conversational experience in Google Ads to help marketers connect with more customers efficiently. Today, we’re excited to share updates on those tools and their availability.\nDeliver more relevant Search ads with automatically created assets\nAutomatically created a", "info_link": "https://support.google.com/google-ads/answer/14079753", "time": "2023-09-20"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【September 18, 2023】Release notes for Analytics Help", "info_description": "We're excited to introduce user data export, a new type of export available through the existing BigQuery connector. You can now enable a new set of tables, where each row represents a unique user. The table contains useful user-scoped fields for modeling and analysis, including a user's:", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-09-18"}]}}