{"SEO Announce": {"article": [{"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing at Microsoft Build 2023: Continuing the Transformation of Search", "info_description": "Today, at the Microsoft Build conference, we&rsquo;re taking the next steps to further expand how people can interact with search and how developers can build on our AI platform. I&rsquo;m pleased to share three key updates for Bing: The integration of Bing Search into ChatGPT, a common plugin platform with OpenAI and new plugin partners, and the expanded integration of Bing Chat across Microsoft&rsquo;s copilots. Today&rsquo;s updates create greater opportunities for developers and more magical experiences for people as we continue the transformation of search.", "info_link": "https://blogs.bing.com/search/may_2023/Bing-at-Microsoft-Build-2023", "time": "2023-05-23"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Understanding news topic authority", "info_description": "To better surface relevant, expert, and knowledgeable content in Google Search and News,\n      today we're introducing a system called topic authority that helps determine which expert\n      sources are helpful to someone’s newsy query in certain specialized topic areas, such as\n      health, politics, or finance.", "info_link": "https://developers.google.com/search/blog/2023/05/understanding-news-topic-authority", "time": "2023-05-23"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Chat History, Charts, Export, and more", "info_description": "This week, we continue to ship features we announced on May 4th and respond to your product feedback. &nbsp;Some of these features may appear temporarily in your Bing chat experience as we experiment with them. These Release Notes will update you on which features have shipped as of today and are now fully available to everyone. &nbsp;&nbsp;", "info_link": "https://blogs.bing.com/search/may_2023/Bing-Preview-Release-Notes-Chat-History,-Charts,-Export,-and-more", "time": "2023-05-19"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Continuing to deliver new AI innovation in Bing and Edge this week", "info_description": "It&rsquo;s only been 100 days since Microsoft introduced the world to a new era of search powered by AI. In that time, we&rsquo;ve continuously shipped new features that add real value based on our preview testers&rsquo; feedback. Our goal and focus remain the same &ndash; to provide the innovations that transform search for everyone, whether you&rsquo;re an existing fan or trying Bing for the first time. Today, we&rsquo;re taking the next steps in this journey with new mobile-first experiences that match our desktop capabilities and bring visual updates across Bing.", "info_link": "https://blogs.bing.com/search/may_2023/Continuing-to-deliver-new-AI-innovation-in-Bing-and-Edge-this-week", "time": "2023-05-16"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Search Central Live: Tokyo and future plans for APAC", "info_description": "Search Central Live is back in Asia Pacific throughout 2023 and we can’t wait to meet you in person! We're now ready to bring the events to more locations in the Asia Pacific region. Specifically, India, Indonesia, Japan, Singapore, and Taiwan are on our list.", "info_link": "https://developers.google.com/search/blog/2023/05/x-default", "time": "2023-05-16"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Images in Chat Answers, and More", "info_description": "This week, we&rsquo;ve continued to ship the new features we announced on May 4th and respond to your product feedback. &nbsp;Some of these features may appear temporarily in your Bing chat experience as we experiment with them. These Release Notes will update you on which features have shipped as of today and are now fully available to everyone.", "info_link": "https://blogs.bing.com/search/may_2023/Bing-Preview-Release-Notes-Images-in-Chat-Answers,-Export,-and-More", "time": "2023-05-12"}, {"website_name": "Google Search Help", "tag": "SEO Announce", "info_title": "What’s new in Search", "info_description": " With Search Labs, some people in the US can soon turn on and try early experiments, including AI experiences, in the Google app on Android phones and iPhones and in Chrome on desktop. Learn more about Search Labs.\nLearn how to sign up for Labs.\n Read more ", "info_link": "https://support.google.com/websearch/answer/13564294", "time": "2023-05-10"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Introducing INP to Core Web Vitals", "info_description": "In early 2020, Google's Chrome Team introduced the Core Web Vitals to provide a suite of quality signals for web pages.\n      The Google Chrome team announced an upcoming change in the metrics for the Core Web Vitals to better evaluate the quality of a webpage's user experience.\n      In this article, we'll explore this change and what it means for Google Search and site owners.", "info_link": "https://developers.google.com/search/blog/2023/05/introducing-inp", "time": "2023-05-10"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "How x-default can help you", "info_description": "A few recent issues made us realize that the hreflang x-default value is potentially underused\n      by sites that already use hreflang to help search users find the right version of their pages.\n      We want to remind you that it can be a powerful tool and can do more than you (probably) think.", "info_link": "https://developers.google.com/search/blog/2023/05/x-default", "time": "2023-05-08"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Formatting Improvements and Image Creator Language Support", "info_description": "We&rsquo;re excited about yesterday&rsquo;s announcement regarding new features coming to chat in Bing and Edge, including the removal of the waitlist to access the Open Preview. &nbsp;Over the next few weeks, you may see us temporarily experiment with some of these new features. &nbsp;We&rsquo;ll continue to use these Release Notes to update you on which features are fully available to all users. &nbsp;&nbsp;", "info_link": "https://blogs.bing.com/search/may_2023/Bing-Preview-Release-Notes-Formatting-Improvements-and-Image-Creator-Language-Support", "time": "2023-05-05"}]}, "Google Product updates": {"article": [{"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Google Marketing Live 2023: Multiply your results with Search and Performance Max campaigns", "info_description": " Together, AI-powered Search and Performance Max campaigns are the Ads Power Pairing to help you find untapped demand and drive incremental results from new search queries, channels, and audiences. At Google Marketing Live 2023, we announced new ways to improve your campaigns, deliver better ad experiences to consumers, and understand what’s driving performance with deeper insights.\nDrive better results with Search campaigns\nBuild better Search campaigns with the new conversational experience in", "info_link": "https://support.google.com/google-ads/answer/13602916", "time": "2023-05-23"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Google Marketing Live 2023: Everything you need to know", "info_description": " Get a first look at new AI-powered solutions that will help drive next-level growth and profitability for your business. Then, check if you're set up for success with the Google Ads AI Essentials.\nHere’s a recap of highlights from Google Marketing Live 2023:\nMultiply your results with Search and Performance Max campaigns, including new features powered by generative AI to improve how you build your campaigns and scale your creativity.\nIncrease sales with innovations designed specifically for re", "info_link": "https://support.google.com/google-ads/answer/13579260", "time": "2023-05-23"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "May 18, 2023 - Pause report updates", "info_description": "You can pause updates to minimize the number of data requests made while building and editing your report. While the report is paused, changes made to the report's data settings are placed on hold until you resume updates. Pausing report updates can potentially save on query costs because Looker Studio only requests the data needed to meet the report configuration as of the time you resumed updates.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-05-18"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【May 17, 2023】Release notes for Analytics Help", "info_description": "We've updated the audience builder to give you more flexibility and control when you create audiences. The update makes new dimensions and metrics available in the audience builder, improves options for controlling event value and event count, and adds the option to match between two dates.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-05-17"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Update to Google’s COVID-19 policy and sensitive events policy", "info_description": " In June 2023, we will be removing restrictions on coronavirus (COVID-19) related content under our Sensitive events policy. Shopping ads and free listings that contain COVID-19 related terms will no longer be restricted, and approval via LegitScript or Project N95 will no longer be required. This includes Shopping ads and free listings for certain types of face masks, vaccines, and other COVID-19 related products.\nContent related to COVID-19 will continue to be subject to all other Shopping pol", "info_link": "https://support.google.com/merchants/answer/13579468", "time": "2023-05-15"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Google I/O: Making AI helpful for everyone", "info_description": " This year at Google I/O, we shared how our latest advancements in AI are helping improve knowledge and learning, boost creativity and productivity, and enable others to innovate, while remaining committed to building and deploying AI responsibly.\nIntroducing new ways to search with generative AI\nBy bringing together the unique capabilities of generative AI with Google’s deep understanding of information, we’ll unlock entirely new types of questions you never thought Search could answer. At I/O,", "info_link": "https://support.google.com/google-ads/answer/13571968", "time": "2023-05-10"}]}}