{"Google Product updates": {"article": [{"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Inappropriate content sensitive events policy", "info_description": " In February 2024, Shopping ads will update the Inappropriate content policy to clarify the definition of Sensitive Events.\nA \"Sensitive Event\" is an unforeseen event or development that creates significant risk to Google's ability to provide high quality, relevant information and ground truth, and reduce insensitive or exploitative content in prominent and monetized features. During a Sensitive Event, we may take a variety of actions to address these risks.\nExamples of Sensitive Events include ", "info_link": "https://support.google.com/merchants/answer/14199870", "time": "2024-01-09"}]}, "SEO Announce": {"article": [{"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "This is over", "info_description": "\n        I'm sure you're all wondering why we have gathered you here today. That's right: it's the\n        end of year blog post in which we go over what happened in 2023 on Google Search Central,\n        and have some fun along the way!\n        ", "info_link": "https://developers.google.com/search/blog/2023/12/definitely-not-ai-generated-post", "time": "2023-12-31"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "Thoughts On Education", "info_description": "As my LinkedIn inbox graciously reminded me that I&rsquo;ve been working on Simmer for a full three years now, I&rsquo;d like to share a couple of observations about education – particularly in the world of technical digital marketing.\nOnline courses are an interesting vehicle for education. The medium offers a plethora of different approaches to knowledge transfer, student assessment, and collaboration. It seems like a no-brainer in today&rsquo;s day and age, particularly for someone who wants to build a platform that scales beyond in-person tuition.", "info_link": "https://www.simoahava.com/personal/thoughts-on-education/", "time": "2023-12-31"}]}}