{"SEO Announce": {"article": [{"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Chat Enterprise announced, multimodal Visual Search rolling out to Bing Chat", "info_description": "At Microsoft Inspire 2023, we announced the next steps in our Bing Chat journey: Bing Chat Enterprise, rolling out today in Preview, and multimodal Visual Search, rolling out now for consumers on Bing desktop and the mobile app.", "info_link": "https://blogs.bing.com/search/july-2023/Bing-Chat-Enterprise-announced,-multimodal-Visual-Search-rolling-out-to-Bing-Chat", "time": "2023-07-18"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Sports Enhancements and Bing Image Creator in Skype", "info_description": "This week we announced new AI-powered shopping tools for Bing and Edge that we&rsquo;re very excited about. You&rsquo;ll start to see new features like Buying Guides and Review Summaries start to roll out with updates to Edge.&nbsp;", "info_link": "https://blogs.bing.com/search/june-2023/Bing-Preview-Release-Notes-Sports-Enhancements-and-Bing-Image-Creator-in-Skype", "time": "2023-06-30"}]}, "Google Product updates": {"article": [{"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Understanding Misrepresentation policy disapprovals", "info_description": " We want Google to be a safe and trustworthy place for both our customers and retailers. Customers should feel confident about the offers they are browsing and the businesses they are purchasing from. Sometimes it can take some time before a sufficient level of trust is established and before we consider it safe to display your offers to customers. This assessment is an ongoing process and since we know that customers are likely to do research about your products and business, we may review mult", "info_link": "https://support.google.com/merchants/answer/13769090", "time": "2023-07-14"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "July 13, 2023 - Pro feature: Scheduled delivery using Chat", "info_description": "Looker Studio Pro users can schedule reports to be delivered using Google Chat. You can send reports to individual recipients or to entire Chat spaces. ", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-07-13"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Reach Gen Z music lovers across formats & devices with the new Gen Z Music lineup", "info_description": " Gen Z plays a huge role in shaping the cultural zeitgeist. And this largely happens on YouTube, where Gen Z music fans discover, consume, and participate in music across multiple formats.\nNow, we’re helping advertisers align their brand with the music Gen Z audiences (18-24) love on YouTube with the new Gen Z Music lineup. This ad solution uses frequently refreshed data across audio, long-form, and YouTube Shorts to identify the songs currently trending with Gen Z viewers and listeners (18-24).", "info_link": "https://support.google.com/google-ads/answer/13743412", "time": "2023-07-05"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "June 29, 2023 - Improvements to bar and combo charts", "info_description": "You can configure the following options for bar charts and combo charts with bars from the Style tab of the properties panel:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-06-30"}]}}