{"Google Product updates": {"article": [{"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "More information on Google Ads buying behavior on apps", "info_description": " Earlier this year, Google Ads announced its intention to move primarily towards real-time bidding auctions for apps. As a result, Google Ads has stopped buying on multicall requests in waterfalls that do not contain a bidding ad unit, and in January 2024, will stop responding to multicall requests within hybrid setups as well. In an effort to keep delivering the best value for our advertisers, Google Ads will continue to invest in systems that detect multicall behavior. In addition to that, Goo", "info_link": "https://support.google.com/google-ads/answer/14323893", "time": "2023-12-14"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Building a better streaming experience with fewer ad breaks and more", "info_description": " For nearly a year, YouTube has been the most-watched streaming service in America according to Nielsen. Every day, viewers turn to YouTube for an always-on, always-fresh library of content—whether it's from the world's top creators, music videos, NFL Sunday Ticket, or free-to-watch movies and shows. YouTube offers everything people love in one place, on every screen.\nAs the way viewers watch YouTube evolves, we're adding even more new features to make the streaming experience more helpful for v", "info_link": "https://support.google.com/google-ads/answer/14314822", "time": "2023-12-14"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Maximize your awareness with more formats now available in Video Reach Campaigns", "info_description": " People are engaging with YouTube in new ways, from exploring Shorts on their mobile devices to browsing for content on their TV screens. This evolving landscape presents brands with more opportunities to connect with their target audience on the platform.\nVideo Reach Campaigns (VRC) for Efficient Reach now offers the ability to reach viewers by scaling your video creative to in-feed and Shorts in addition to in-stream ads in Google Ads. Multiformat ads paired with the power of Google AI deliver", "info_link": "https://support.google.com/google-ads/answer/14295416", "time": "2023-12-12"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【December 7, 2023】Release notes for Analytics Help", "info_description": "We're introducing the following new reports that enable you to analyze data from the 360 ad platforms you integrate with your Google Analytics 4 property:", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-12-07"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Aggregators in the United States and Canada can now participate in vehicle ads", "info_description": " Aggregators are now eligible to show vehicle ads in the United States and Canada. With that, vehicle advertisers that are aggregators, can promote their entire inventory of new and used vehicles to interested customers searching online for their next vehicle.\nAggregators will need to upload vehicles from dealerships with valid licenses. Offers from unlicensed dealers are not supported. Learn more about the Vehicle ads policies.\n Read more ", "info_link": "https://support.google.com/merchants/answer/14199554", "time": "2023-12-06"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【December 6, 2023】Release notes for Analytics Help", "info_description": "When you save an exploration with a preset date range (for example, the last 28 days), the exploration will now show the last 28 days from when you opened the exploration, rather than from when you created the exploration.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-12-06"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【December 5, 2023】Release notes for Analytics Help", "info_description": "Create and apply Analytics audiences, including predictive audiences, directly in Google Ads. Build better audiences by relying on the extensive behavioral insights available only in Google Analytics 4. You can create Analytics audiences in Audience manager, and when you create a campaign.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-12-05"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Changes to Google Analytics attribution models in Merchant Center conversion tracking", "info_description": " Google Analytics will be sunsetting first-click, linear, time-decay, and position-based attribution models. With this change, in early 2024, Merchant Center will remove the ability to select first-click, linear, time-decay, and position-based attribution models when setting up the conversion source in Merchant Center. Then, starting in April 2024, we’ll switch any conversion sources still using these models to data-driven attribution. If you don’t want your conversions to use data-driven attrib", "info_link": "https://support.google.com/merchants/answer/14228774", "time": "2023-11-30"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "November 30, 2023 - Updated Looker Studio Terms of Service", "info_description": "We've updated the Terms of Service with the following changes:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-11-30"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - Updated Looker Studio Terms of Service", "info_description": "We've updated the Terms of Service with the following changes:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-11-30"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Changes to the promotion of healthcare products in Brazil", "info_description": " Creatine, carnitine, and l-carnitine can be promoted as supplements in Brazil, as long as they meet the specified dosage and labeling requirements. Artichoke Polyphenol (Polifenol de Alcachofra) products and treatments are still not allowed. This policy update affects both Shopping ads and free listings.\nIn other words:\nCreatine, carnitine, and l-carnitine can now be promoted as dietary supplements in Brazil, but only if they meet certain requirements.\nArtichoke polyphenol products and treatmen", "info_link": "https://support.google.com/merchants/answer/14200372", "time": "2023-11-29"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: E-juice is considered a dangerous product", "info_description": " E-juice, a product designed to simulate tobacco smoking, is considered a dangerous product. As such, it is not allowed and is listed as an example under the Dangerous product policy, which applies to both Shopping ads and free listings.\nIn simpler terms, e-juice cannot be listed on Shopping ads or listed for free because it is considered a dangerous product. This policy is in place to protect customers from buying products that could harm them.\n Read more ", "info_link": "https://support.google.com/merchants/answer/14160748", "time": "2023-11-29"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【November 27, 2023】Release notes for Analytics Help", "info_description": "Google Analytics stores data from your website or app in two types of tables optimized for either performance or flexibility. With this update, Google Analytics now chooses the table that provides the most accurate results for each query, reducing the likelihood of seeing the (other) row and data sampling in reports and explorations.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-11-28"}]}, "SEO Announce": {"article": [{"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Adding markup support for vacation rentals", "info_description": "Vacation rentals on Google make it easier for travelers to discover the best lodging options,\n      whether they're searching for a cozy cabin or a house that sleeps ten. Today, we're announcing a\n      new and simpler way for vacation rental integration partners to provide listing data to Google.", "info_link": "https://developers.google.com/search/blog/2023/12/hello-vacation-rentals", "time": "2023-12-04"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Video mode now only show pages where video is the main content", "info_description": "Earlier this year, we made a change to only show video thumbnails next to results on the main\n      Google Search results page when the video is the main content of a page. Today, we're\n      extending this change to search results in Video mode to\n      better connect users with the video content they're looking for (rather than having to comb\n      through a page to find that video). This change will start rolling out today, and it could take\n      up to a week to complete.", "info_link": "https://developers.google.com/search/blog/2023/12/video-is-the-main-content", "time": "2023-12-04"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Microsoft Copilot is now generally available", "info_description": "Since Microsoft Copilot (formerly Bing Chat and Bing Chat Enterprise) launched in preview in February, people around the world have embraced it as their everyday AI companion. It&rsquo;s been used to generate billions of prompts and responses, helping people be more creative and productive in their lives.", "info_link": "https://blogs.bing.com/search/december-2023/Microsoft-Copilot-is-now-generally-available", "time": "2023-12-01"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Expanding markup support for Organization details, including Logo structured data", "info_description": "Since 2013, Google has supported logo structured data, which recognizes two Organization\n      fields: logo and url. Today we're expanding our support for organizational information by\n      extracting additional administrative data such as name, address, contact information, and\n      various business identifiers. You can continue to provide the logo and url fields to specify\n      which image we use as your logo in Google search results.", "info_link": "https://developers.google.com/search/blog/2023/11/introducing-organization-markup", "time": "2023-11-29"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "New in structured data: discussion forum and profile page markup", "info_description": "Today we're announcing support for profile page and discussion forum structured data for use\n      in Google Search, including new reports in Search Console. This markup works with Google\n      Search features that are designed to show first-person perspectives from social media\n      platforms, forums, and other communities.", "info_link": "https://developers.google.com/search/blog/2023/11/discussion-and-profile-markup", "time": "2023-11-27"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "Join Google Ads And GA4 Data In Google BigQuery", "info_description": "I am fortunate to share another guest post by Arben Kqiku, Digital Analyts at Assura.\nLast time, Arben graced this blog with a comprehensive love letter to R as an example of the power of this programming language.\nThis time, he&rsquo;ll add even more fancy tools to the toolkit to help you build a data pipeline in the Google Cloud Platform to join your Google Ads and Google Analytics 4 data together.", "info_link": "https://www.simoahava.com/analytics/join-ga4-google-ads-data-in-google-bigquery/", "time": "2023-11-30"}]}}