{"SEO Announce": {"article": [{"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "This is over", "info_description": "\n        I'm sure you're all wondering why we have gathered you here today. That's right: it's the\n        end of year blog post in which we go over what happened in 2023 on Google Search Central,\n        and have some fun along the way!\n        ", "info_link": "https://developers.google.com/search/blog/2023/12/definitely-not-ai-generated-post", "time": "2023-12-31"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Turn your ideas into songs with Suno on Microsoft Copilot", "info_description": "We are excited to share that that we have partnered with Suno, a leader in artificial intelligence-based music creation to bring their capabilities to Microsoft Copilot. Through this partnership, people will have at their fingertips the ability, regardless of musical background, to create fun, clever, and personalized songs with a simple prompt.&nbsp;", "info_link": "https://blogs.bing.com/search/december-2023/Turn-your-ideas-into-songs-with-Suno-on-Microsoft-Copilot", "time": "2023-12-19"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "Thoughts On Education", "info_description": "As my LinkedIn inbox graciously reminded me that I&rsquo;ve been working on Simmer for a full three years now, I&rsquo;d like to share a couple of observations about education – particularly in the world of technical digital marketing.\nOnline courses are an interesting vehicle for education. The medium offers a plethora of different approaches to knowledge transfer, student assessment, and collaboration. It seems like a no-brainer in today&rsquo;s day and age, particularly for someone who wants to build a platform that scales beyond in-person tuition.", "info_link": "https://www.simoahava.com/personal/thoughts-on-education/", "time": "2023-12-31"}]}, "Google Product updates": {"article": [{"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "December 21, 2023 - Connection map visualization", "info_description": "You can now visualize your location data as sequences of points that are connected by a line in a new Google Maps visualization, called a combo map.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-12-21"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - Connection map visualization", "info_description": "You can now visualize your location data as sequences of points that are connected by a line in a new Google Maps visualization, called a combo map.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-12-21"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Stand out on Google with the new small business attribute", "info_description": " People want to shop with small businesses: 84% of people say supporting local and small businesses is important to them. To help shoppers identify you as a small business, we’re making it possible for you to add a new small business attribute to your listings across Search and Maps. If you’re a small merchant using Merchant Center or Business Profile in the U.S. or the Google & YouTube app on Shopify, you can add the attribute to your account:\nIn Merchant Center, you’ll go to the “Business info", "info_link": "https://support.google.com/merchants/answer/14215000", "time": "2023-12-20"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Incorrect value: identifier exists [identifier_exists] changing from disapproval to warning", "info_description": " Unique product identifiers (UPIs) define the product you're selling in the global marketplace. They uniquely distinguish products you're selling and help match search queries with your products. Prior to this change, offers would have been disapproved if they were submitted indicating an identifier does not exist for the product but there is evidence that a unique product identifier exists. After this change the offers with the Item issue Incorrect value: identifier exists [identifier_exists] w", "info_link": "https://support.google.com/merchants/answer/14294691", "time": "2023-12-20"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "A new way to buy reservation ads in Google Ads", "info_description": " In an effort to make more YouTube ads products available for self-service buying, we've launched an easier way to buy reservation media in Google Ads. This launch includes easy, self-service setup for:\nYouTube Select Lineups*\nYouTube Select Shorts Lineups*\nYouTube TV Lineups*\nCost-Per-Impression Masthead*\nStandard Run of YouTube reservation (formerly known as Instant Reserve)\n*Dependent on availability in your local market\nBuying in Google Ads allows you to plan, buy, and measure across auction", "info_link": "https://support.google.com/google-ads/answer/14325856", "time": "2023-12-18"}]}}