{"Google Product updates": {"article": [{"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "August 3, 2023 - New chart type: Boxplot chart", "info_description": "The new Boxplot chart lets you visualize the distribution and spread of values in your dataset.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-08-03"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - New chart type: Boxplot chart", "info_description": "The new Boxplot chart lets you visualize the distribution and spread of values in your dataset.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-08-03"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "New Google Analytics 4 features for better App campaign performance", "info_description": " Google Analytics 4 provides comprehensive, privacy-centric analytics to understand user behavior across both web and app—all in one place. Its AI-powered insights also help you optimize your campaign performance.\nApp marketers who use Google Analytics 4 have long benefited from advanced features that have proven to improve performance like tROAS bidding, audience exclusions, predictive audiences, and more. For example, Gameberry Labs, a game developer based in India, wanted to scale more profit", "info_link": "https://support.google.com/google-ads/answer/13780704", "time": "2023-08-02"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - Line improvements", "info_description": "New line improvements let you customize the look and functionality of lines in Looker Studio charts. Improvements include:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-08-02"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【August 1, 2023】Release notes for Analytics Help", "info_description": "The new Audiences report in Google Analytics 4 enables you to identify your most engaged and profitable audiences. It includes any audience with at least one user in the specified time period.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-08-01"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Google Ads to require EEA & UK IAB TCF in early 2024", "info_description": " Earlier this year, we introduced a new requirement for Consent Management Platforms (CMPs) working with our web and app publisher and developer partners that serve ads in the European Economic Area (EEA) and the UK. Beginning January 16th 2024, all publisher partners using Google AdSense, Ad Manager, or AdMob by will be required to use a Google certified CMP that integrates with the IAB Europe’s Transparency and Consent Framework (TCF) when serving ads to users in the European Economic Area or ", "info_link": "https://support.google.com/google-ads/answer/13821195", "time": "2023-08-01"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Product Ratings policies", "info_description": " On August 28, 2023, the “Product Ratings policies” will be updated.\nWe’re clarifying the following policies:\nSpam: We don’t allow spam content. Ensure any content known to contain irrelevant, repetitive, or nonsensical text is marked as spam in your feed using the <is_spam> attribute.\nDangerous products or acts: Don’t submit reviews of regulated products that can cause damage, harm, or injury. For example, don’t submit reviews of guns, tobacco products, or regulated drugs. Additionally, don’t i", "info_link": "https://support.google.com/merchants/answer/13791493", "time": "2023-07-28"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Merchant Center Next: Increase shoppers’ trust with customer support", "info_description": " Shoppers are often dissatisfied when they can’t easily find customer support and returns related information when they’re shopping online.\nMerchant Center Next enables retailers to quickly provide their customer service channels information in Merchant Center. This allows us to show your customer support information to shoppers when they’re searching for it. Learn more about how to add your customer support information\n Read more ", "info_link": "https://support.google.com/merchants/answer/13662218", "time": "2023-07-27"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【July 27, 2023】Release notes for Analytics Help", "info_description": "You can now use third-party segments with Google Analytics 4 audiences in Google Ad Manager. When you link your Analytics property to Google Ad Manager, with Google signals activated and ads personalization enabled in the link settings, audiences are automatically exported to Ad Manager. You can use the audiences as-is for targeting, or combine them with other audiences. You can also perform analyses on them.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-07-27"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "July 27, 2023 - Line improvements", "info_description": "New line improvements let you customize the look and functionality of lines in Looker Studio charts. Improvements include:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-07-27"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Boost your Search and Display results in Performance Max campaigns", "info_description": " To help you guide Google AI, we want to make it easy for you to provide inputs that tell Performance Max what matters—or doesn’t matter—to your business. Today, we’re introducing additional ways to multiply your results across channels. With these improvements, more advertisers are shifting single-channel campaigns to a unified campaign strategy in Performance Max to improve ROI and fully optimize performance across channels. For advertisers who are interested and eligible, self-upgrade tools a", "info_link": "https://support.google.com/google-ads/answer/13780156", "time": "2023-07-25"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【July 20, 2023】Release notes for Analytics Help", "info_description": "Google Analytics 4 adds ecommerce dimensions and metrics to the custom reports builder, enabling you to create your own ecommerce reports from scratch or edit standard ecommerce reports.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-07-21"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "July 20, 2023 - Pro feature: Add a quick filter", "info_description": "Quick filters provide a flexible, ad hoc way to explore your data. Use quick filters to easily change how the data in the report is filtered without changing the report configuration for other users.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-07-20"}]}, "SEO Announce": {"article": [{"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Dark Mode", "info_description": "This week, browsing the web just got easier on your eyes and better for your laptop battery&mdash;we released dark mode for Bing Chat! This feature now works in both Bing Chat and Bing Chat Enterprise in your desktop browser, and it&rsquo;s already available in the Bing mobile app. Dark mode also changes the appearance of the search page on Bing.com.&nbsp;", "info_link": "https://blogs.bing.com/search/july-2023/Bing-Preview-Release-Notes-Dark-Mode", "time": "2023-07-31"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "An update on site names", "info_description": "We now support sitenames for subdomains on all devices in some languages. We also updated how the site names system works, to increase its ability to make selections that are representative of sites listed in search results.", "info_link": "https://developers.google.com/search/blog/2023/07/sitenames", "time": "2023-07-28"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Search Central Live Tokyo and Jakarta: it's a wrap", "info_description": "It’s been about a month since Search Central Live Tokyo concluded and about 2 weeks since SCL Jakarta! Looking back at the events makes us happy; it’s really great to be back and meet people in person! But let's ponder what we learned.", "info_link": "https://developers.google.com/search/blog/2023/07/search-central-live-tok-jkt-2023-recap.html", "time": "2023-07-27"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Multimodal Visual Search in Chat and Bing Chat Enterprise", "info_description": "This has been a big week! On Tuesday, we announced the availability of Bing Chat Enterprise and multimodal Visual Search in Chat. Both experiences are available now.&nbsp;", "info_link": "https://blogs.bing.com/search/july-2023/Bing-Preview-Release-Notes-Multimodal-Visual-Search-in-Chat-and-Bing-Chat-Enterprise", "time": "2023-07-21"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Chat Enterprise announced, multimodal Visual Search rolling out to Bing Chat", "info_description": "At Microsoft Inspire 2023, we announced the next steps in our Bing Chat journey: Bing Chat Enterprise, rolling out today in Preview, and multimodal Visual Search, rolling out now for consumers on Bing desktop and the mobile app.", "info_link": "https://blogs.bing.com/search/july-2023/Bing-Chat-Enterprise-announced,-multimodal-Visual-Search-rolling-out-to-Bing-Chat", "time": "2023-07-18"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "Just Breathe", "info_description": "Content warning: introspection, parenthood, &ldquo;Floating Butt&rdquo;.\nWhen Benjamin (our first child) was born, my life as an individual was unraveled.\nWith every bellow from the newborn&rsquo;s lungs, I could feel my personal agency slipping away from me.\nFrom that magical moment onwards, I&rsquo;ve been gripped by the polarizing emotions of parenthood.\nAt any given time, I&rsquo;m galvanized by fear for the well-being of my children, or existentially deadlocked by the calamities of all the possible (terrible) futures for this planet, or (figuratively) high from the amazing content and purpose my children bring to my life.", "info_link": "https://www.simoahava.com/personal/just-breathe/", "time": "2023-07-31"}]}}