{"Google Product updates": {"article": [{"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【June 9, 2023】Release notes for Analytics Help", "info_description": "When Google identifies an unlinked Search Console account, you may now see a recommendation to link your Search Console account to Google Analytics. By linking your Search Console account, you get access to new Search Console dimensions and the Google Organic Search Queries and Google Organic Search Traffic reports, which enable you to analyze your search query and search traffic data.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-06-10"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "June 08, 2023 - Dynamic links in navigation buttons", "info_description": "You can configure the URL of a navigation button to be provided dynamically from a dimension value. Learn more.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-06-09"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【June 7, 2023】Release notes for Google Tag Manager", "info_description": "\nExplicitly allow sharing event data with specific tags.\nAugment event data by including rules to edit or add event parameters.\nRedact incoming information by excluding event data from tags.\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-06-07"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【June 6, 2023】Release notes for Google Tag Manager", "info_description": "\nServer-side tagging: You can now use the Regex Table variable and regex Sandboxed JS APIs: createRegex and testRegex. Ensure your Docker image is on version 2.0.0 or later.\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-06-06"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【June 5, 2023】Release notes for Analytics Help", "info_description": "We've added five new dimensions to the Google Analytics 4 audience builder:", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-06-05"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【June 1, 2023】Release notes for Analytics Help", "info_description": "The new Business objectives collection provides a tailored set of reports based on information you provide about your business when you first set up Google Analytics. The new collection provides you with reports that will help you find information that's relevant to your business goals. With this update, GA4 further aligns with Google Ads and campaign objectives.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-06-01"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Improving policy enforcement transparency for advertisers", "info_description": " To increase transparency for our advertisers and retailers, we have updated the Shopping ads Policy Center and free listings Policy Center to better explain our policies and how we enforce them. In addition, we launched a clarification of the YouTube Shopping ads requirements and Discovery product ads format requirements to ensure retailers can better understand why their ads may not be serving and how best to resolve the issues.\nWe've also updated the Google Shopping Help pages for Recommendat", "info_link": "https://support.google.com/merchants/answer/13494807", "time": "2023-05-30"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "May 22, 2023 - Running percentage delta", "info_description": "You can apply a running percentage of delta calculation to metrics in a chart. This calculation applies the following formula:", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-05-26"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Update: “Trusted Store” badge rebranded to \"Top Quality Store”", "info_description": " We’re updating the “Trusted Store” badge, so now when you score an excellent rating on your Shopping experience scorecard, the badge will say \"Top Quality Store\" instead. There’s no action you need to take, and the update will not affect your performance metrics at all.\nThe Shopping experience scorecard monitors the experience you provide to customers, and you'll be given a rating of \"Excellent\", \"Comparable\", or \"Opportunity\" on each metric. Your Shopping experience scorecard can be found unde", "info_link": "https://support.google.com/merchants/answer/13630094", "time": "2023-05-25"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Google Marketing Live 2023: Multiply your results with Search and Performance Max campaigns", "info_description": " Together, AI-powered Search and Performance Max campaigns are the Ads Power Pairing to help you find untapped demand and drive incremental results from new search queries, channels, and audiences. At Google Marketing Live 2023, we announced new ways to improve your campaigns, deliver better ad experiences to consumers, and understand what’s driving performance with deeper insights.\nDrive better results with Search campaigns\nBuild better Search campaigns with the new conversational experience in", "info_link": "https://support.google.com/google-ads/answer/13602916", "time": "2023-05-23"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Google Marketing Live 2023: Everything you need to know", "info_description": " Get a first look at new AI-powered solutions that will help drive next-level growth and profitability for your business. Then, check if you're set up for success with the Google Ads AI Essentials.\nHere’s a recap of highlights from Google Marketing Live 2023:\nMultiply your results with Search and Performance Max campaigns, including new features powered by generative AI to improve how you build your campaigns and scale your creativity.\nIncrease sales with innovations designed specifically for re", "info_link": "https://support.google.com/google-ads/answer/13579260", "time": "2023-05-23"}]}, "SEO Announce": {"article": [{"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Voice Chat on Desktop", "info_description": "We continue to ship previously announced features and respond to your product feedback. Some of these features may temporarily appear in your Bing Chat experience as we experiment with them. These Release Notes will update you on which features have shipped and are fully available to everyone as of today.&nbsp;", "info_link": "https://blogs.bing.com/search/june-2023/Bing-Preview-Release-Notes-Voice-Chat-on-Desktop", "time": "2023-06-09"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Search Central Live Jakarta 2023", "info_description": "A few weeks back, we announced that Search Central Live is coming to a few locations in Asia Pacific throughout 2023. If you speak Indonesian fluently and are interested, Search Central Live Jakarta is happening on July 12, 2023!", "info_link": "https://developers.google.com/search/blog/2023/06/search-central-live-jakarta-2023", "time": "2023-06-07"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "BigQuery efficiency tips for Search Console bulk data exports", "info_description": "In this post, we discuss tips to help you take advantage of the Search Console bulk data exports\n      without incurring significant cost in BigQuery.", "info_link": "https://developers.google.com/search/blog/2023/06/bigquery-efficiency-tips", "time": "2023-06-06"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Increasing Chat Turns to 30/300", "info_description": "We continue to ship previously announced features and respond to your product feedback. Some of these features may temporarily appear in your Bing Chat experience as we experiment with them. These Release Notes will update you on which features have shipped and are fully available to everyone as of today.&nbsp;", "info_link": "https://blogs.bing.com/search/june-2023/Bing-Preview-Release-Notes-Increasing-Chat-Turns-to-30-300", "time": "2023-06-02"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Mobile Improvements and Sports Grounding", "info_description": "This has been an exciting week! At Build 2023, we announced we&rsquo;re bringing Bing to OpenAI&rsquo;s ChatGPT, giving it a world-class search engine to provide timelier and more up-to-date answers with access from the web.&nbsp;That new experience is currently rolling out to ChatGPT Plus subscribers and will be available to free users soon by enabling the Bing plugin. We also announced a shared plugin platform between ChatGPT and Bing Chat&mdash;along with several new partners.&nbsp;", "info_link": "https://blogs.bing.com/search/may_2023/Bing-Preview-Release-Notes-Mobile-Improvements-and-Sports-Grounding", "time": "2023-05-26"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing at Microsoft Build 2023: Continuing the Transformation of Search", "info_description": "Today, at the Microsoft Build conference, we&rsquo;re taking the next steps to further expand how people can interact with search and how developers can build on our AI platform. I&rsquo;m pleased to share three key updates for Bing: The integration of Bing Search into ChatGPT, a common plugin platform with OpenAI and new plugin partners, and the expanded integration of Bing Chat across Microsoft&rsquo;s copilots. Today&rsquo;s updates create greater opportunities for developers and more magical experiences for people as we continue the transformation of search.", "info_link": "https://blogs.bing.com/search/may_2023/Bing-at-Microsoft-Build-2023", "time": "2023-05-23"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Understanding news topic authority", "info_description": "To better surface relevant, expert, and knowledgeable content in Google Search and News,\n      today we're introducing a system called topic authority that helps determine which expert\n      sources are helpful to someone’s newsy query in certain specialized topic areas, such as\n      health, politics, or finance.", "info_link": "https://developers.google.com/search/blog/2023/05/understanding-news-topic-authority", "time": "2023-05-23"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "Transformations In Server-side Google Tag Manager", "info_description": "In January 2020, when Google Tag Manager&rsquo;s server-side tagging was first introduced to the general public at SuperWeek, I wrote a flurry of tweets, sharing my vision of a server-side tagging future.\nIn one of the tweets, I discussed how you could do these:\n Hit validation and fixing before the hit is sent to the endpoint PII and privacy controls for the requests before dispatch    Fast forward to today, over three years later, and we are finally treated to a feature that grants us scalable controls to properly interrupt data flows within server-side GTM.", "info_link": "https://www.simoahava.com/analytics/transformations-server-side-google-tag-manager/", "time": "2023-06-07"}, {"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "Dear Google Analytics 4", "info_description": "I owe my career to Google Analytics.\nWhatever success I have achieved over the past 15 years or so can be directly attributed to my work with GA and, by extension, other tools in the Google stack.\nNow, Universal Analytics is about to be turned down.\nIt fills me with a sense of nostalgia and pining for past, simpler times.\nWhen I cast my mind back, a scattering of memories emerges in my mind:", "info_link": "https://www.simoahava.com/analytics/dear-google-analytics-4/", "time": "2023-05-31"}]}}