{"Google Product updates": {"article": [{"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Preserving metadata tags for AI-generated images in Merchant Center", "info_description": " If you’re using AI-generated images in Merchant Center, Google requires that you preserve any metadata tags which indicate that the image was created using generative AI in the original image file.\nDon't remove embedded metadata tags such as trainedAlgorithmicMedia from such images. All AI-generated images must contain the IPTC DigitalSourceType trainedAlgorithmicMedia tag. Learn more about IPTC photo metadata.\nThese requirements apply to the following image attributes in Merchant Center Classi", "info_link": "https://support.google.com/merchants/answer/14572008", "time": "2024-02-19"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Vehicle ads have become available to advertisers in Australia", "info_description": " Effective February 2024, vehicle ads will be available to all Australian advertisers. Vehicle ads will be expanded to more countries at a later date.\nVehicle ads are a performance focused, omnichannel, lower funnel ad format which allows auto advertisers to promote their entire inventory to interested customers shopping for vehicles on Google.com. This format shows customers an image of the car, plus information such as make, model, price, kilometers, and advertiser name. Clicking on a vehicle ", "info_link": "https://support.google.com/merchants/answer/14541481", "time": "2024-02-16"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【February 13, 2024】Release notes for Analytics Help", "info_description": "Trend change detection is a new type of insight that surfaces subtle but long-lasting and important changes in the direction of your data. It's similar to anomaly detection in that they both detect a change in data. The main difference is that anomaly detection highlights sudden spikes or dips in data, while trend change detection highlights more subtle changes over a longer period of time.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2024-02-13"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【February 9, 2024】Release notes for Analytics Help", "info_description": "For Google Analytics 360 properties, we've increased the limit on the length of event parameter values collected through the Google Analytics for Firebase SDK for mobile apps from 100 characters to 500 characters.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2024-02-09"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Inappropriate content Sensitive Events policy", "info_description": " In February 2024, Free listings will update the Inappropriate content policy to clarify the definition of Sensitive Events.\nA \"Sensitive Event\" is an unforeseen event or development that creates significant risk to Google's ability to provide high quality, relevant information and ground truth, and reduce insensitive or exploitative content in prominent features. During a Sensitive Event, we may take a variety of actions to address these risks.\nExamples of Sensitive Events include events with s", "info_link": "https://support.google.com/merchants/answer/14532587", "time": "2024-02-08"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【February 8, 2024】Release notes for Analytics Help", "info_description": "We've added user-scoped, session-scoped, and event-scoped variations of 8 new platform-agnostic traffic source dimensions. These new dimensions apply consistently across paid and organic traffic and across Google media and third-party media, enhancing your ability to analyze user behavior and performance in cross-channel reporting, explorations, segments, and audiences.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2024-02-08"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【February 7, 2024】Release notes for Analytics Help", "info_description": "We’ve added the ability to link your subproperties and roll-up properties with Search Ads 360 and Display & Video 360. Linking functions exactly as it does for ordinary properties. Once linked, Google Analytics will send the same data in the same way as for ordinary properties.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2024-02-07"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Building more durable and effective bidding strategies for Hotel Campaigns", "info_description": " Travelers are taking trips again. International tourism ended 2023 at 88% of pre-pandemic levels, according to the World Tourism Organization, an agency of the United Nations. During the pandemic, the travel industry experienced significant challenges and we created solutions to help advertisers navigate a time of deep economic uncertainty. As the needs of travelers and advertisers shift with the industry rebound and technological innovations, we’re evolving to ensure businesses are ahead of th", "info_link": "https://support.google.com/google-ads/answer/14556671", "time": "2024-02-06"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Drive more performance from AI-powered Search ads with new asset changes", "info_description": " Using the power of Google AI, responsive search ads identify the best combination of headlines and descriptions to help you deliver relevant ads that adapt to shifting consumer behaviors. When you include assets like images and sitelinks, you can give people more information about your business and make it easier to engage with your ads. To help you drive more performance from your Search ads, we’re rolling out changes to the ways ads work with assets.\nCreating more flexibility to help you driv", "info_link": "https://support.google.com/google-ads/answer/14506789", "time": "2024-02-01"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "February 1, 2024 - Pro feature: Folders in team workspaces", "info_description": "You can use folders and subfolders to organize assets (reports and data sources) in team workspaces. ", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2024-02-01"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - Pro feature: Folders in team workspaces", "info_description": "You can use folders and subfolders to organize assets (reports and data sources) in team workspaces. ", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2024-02-01"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【January 31, 2024】Release notes for Analytics Help", "info_description": "When we've identified an unlinked Google Play app associated with your Google Analytics property, you may now see a recommendation to link your Play Console account to Google Analytics. By linking your Play Console account, you get access to in-app purchase and subscription metrics in your Google Analytics 4 reports.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2024-01-31"}]}, "SEO Announce": {"article": [{"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "New Search experiences in EEA: Rich results, aggregator units, and refinement chips", "info_description": "\n        Following our latest update on our preparations for the DMA\n        (Digital Markets Act), we're sharing more details about what publishers can expect to see in\n        regards to new search results in European Economic Area\n        (EEA) countries, and how they can express interest in these experiences.\n        ", "info_link": "https://developers.google.com/search/blog/2024/02/search-experiences-in-eea", "time": "2024-02-15"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Announcing Search Central Live Argentina", "info_description": "We're excited to announce that Search Central Live is coming to Buenos Aires on March 5, 2024. Following successful events throughout\n    the world last year, we're continuing our mission to help website owners to enhance their site's performance in Google Search.", "info_link": "https://developers.google.com/search/blog/2024/02/search-central-live-argentina", "time": "2024-02-03"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "The SEO Starter Guide got a makeover", "info_description": "Today we're publishing a refreshed, more pocket-sized version of the SEO Starter Guide with\n      a better focus on a starter audience and the topics we think a person who's just dipping\n      their toes in SEO should focus on and why.", "info_link": "https://developers.google.com/search/blog/2024/02/ssg-gets-a-makeover", "time": "2024-02-03"}]}}