{"SEO Announce": {"article": [{"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Images in Chat Answers, and More", "info_description": "This week, we&rsquo;ve continued to ship the new features we announced on May 4th and respond to your product feedback. &nbsp;Some of these features may appear temporarily in your Bing chat experience as we experiment with them. These Release Notes will update you on which features have shipped as of today and are now fully available to everyone.", "info_link": "https://blogs.bing.com/search/may_2023/Bing-Preview-Release-Notes-Images-in-Chat-Answers,-Export,-and-More", "time": "2023-05-12"}, {"website_name": "Google Search Help", "tag": "SEO Announce", "info_title": "What’s new in Search", "info_description": " With Search Labs, some people in the US can soon turn on and try early experiments, including AI experiences, in the Google app on Android phones and iPhones and in Chrome on desktop. Learn more about Search Labs.\nLearn how to sign up for Labs.\n Read more ", "info_link": "https://support.google.com/websearch/answer/13564294", "time": "2023-05-10"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Introducing INP to Core Web Vitals", "info_description": "In early 2020, Google's Chrome Team introduced the Core Web Vitals to provide a suite of quality signals for web pages.\n      The Google Chrome team announced an upcoming change in the metrics for the Core Web Vitals to better evaluate the quality of a webpage's user experience.\n      In this article, we'll explore this change and what it means for Google Search and site owners.", "info_link": "https://developers.google.com/search/blog/2023/05/introducing-inp", "time": "2023-05-10"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "How x-default can help you", "info_description": "A few recent issues made us realize that the hreflang x-default value is potentially underused\n      by sites that already use hreflang to help search users find the right version of their pages.\n      We want to remind you that it can be a powerful tool and can do more than you (probably) think.", "info_link": "https://developers.google.com/search/blog/2023/05/x-default", "time": "2023-05-08"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Formatting Improvements and Image Creator Language Support", "info_description": "We&rsquo;re excited about yesterday&rsquo;s announcement regarding new features coming to chat in Bing and Edge, including the removal of the waitlist to access the Open Preview. &nbsp;Over the next few weeks, you may see us temporarily experiment with some of these new features. &nbsp;We&rsquo;ll continue to use these Release Notes to update you on which features are fully available to all users. &nbsp;&nbsp;", "info_link": "https://blogs.bing.com/search/may_2023/Bing-Preview-Release-Notes-Formatting-Improvements-and-Image-Creator-Language-Support", "time": "2023-05-05"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Announcing the Next Wave of AI Innovation with Microsoft Bing and Edge", "info_description": "Just three months ago, we unveiled the new AI-powered Microsoft Bing and Edge to reinvent the future of search with your copilot for the web. Today I&rsquo;m thrilled to announce that we are moving to the next generation of AI-powered Bing and Edge to transform the largest category of software in the world &ndash; search &ndash; by greatly expanding the vision and capabilities we think of as Your Copilot for the Web.", "info_link": "https://blogs.bing.com/search/may_2023/Announcing-the-Next-Wave-of-AI-Innovation-with-Microsoft-Bing-and-Edge", "time": "2023-05-04"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Travel and Recipe Grounding Improvements", "info_description": "This week, we&rsquo;re excited about the announcement that Microsoft Designer has expanded its public preview and added new AI features. &nbsp;Designer uses our latest generative AI models to help you create graphics and visual content.&nbsp;", "info_link": "https://blogs.bing.com/search/april-2023/Bing-Preview-Release-Notes-Travel-and-Recipe-Grounding-Improvements", "time": "2023-04-28"}]}, "Google Product updates": {"article": [{"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Google I/O: Making AI helpful for everyone", "info_description": " This year at Google I/O, we shared how our latest advancements in AI are helping improve knowledge and learning, boost creativity and productivity, and enable others to innovate, while remaining committed to building and deploying AI responsibly.\nIntroducing new ways to search with generative AI\nBy bringing together the unique capabilities of generative AI with Google’s deep understanding of information, we’ll unlock entirely new types of questions you never thought Search could answer. At I/O,", "info_link": "https://support.google.com/google-ads/answer/13571968", "time": "2023-05-10"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【May 2, 2023】Release notes for Analytics Help", "info_description": "You can now create custom funnel reports, enabling you to see the steps users take to complete a task and evaluate how many users drop off between each step. This update gives you the flexibility to create relevant funnels for your specific business purposes and reference the information in Reports. Learn more", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-05-02"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "April 25, 2023 - Scorecard improvements", "info_description": "We fixed an issue that prevented users from connecting to PostgreSQL version 14.\nPublic issue tracker.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-04-26"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "#GTMTips: Prevent SGTM From Setting The FPID Cookie", "info_description": "The FPID cookie is what server-side Google Tag Manager would prefer to use for your Google Analytics 4 tracking.\nIt&rsquo;s a cookie set in the HTTP response from the server, and it&rsquo;s flagged as HttpOnly, which means it&rsquo;s only accessible by a web server running on the domain on which it was set.\nThere&rsquo;s nothing wrong with the technology, and I do recommend that server-side setups toggle it on by default.", "info_link": "https://www.simoahava.com/gtm-tips/prevent-sgtm-from-setting-fpid-cookie/", "time": "2023-04-27"}]}}