{"Google Product updates": {"article": [{"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【March 8, 2024】Release notes for Analytics Help", "info_description": "We're introducing the first version of a new API for Google Marketing Platform users, enabling organizational administrators to:", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2024-03-08"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【March 6, 2024】Release notes for Analytics Help", "info_description": "As previously communicated, starting March 2024, Universal Analytics 360 advertising features (remarketing, conversion export, bidding optimization) will no longer be supported for traffic from the European Economic Area (EEA). Additionally, certain features such as realtime reporting and API, and realtime BigQuery export will no longer be supported on Universal Analytics 360 for all traffic.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2024-03-06"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【February 28, 2024】Release notes for Analytics Help", "info_description": "We have added the Primary Channel Group, a new, editable channel group that will be the default reporting channel for all channel reports. Channels are rule-based definitions of your website's traffic sources that let you monitor the performance of all of the channels sending traffic to your website. The Primary Channel Group allows you to control your default reporting channel, creating a record of custom channel changes over time for historical reporting purposes, while still maintaining all custom channel groups which reflect the most current definition across all historical data.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2024-02-28"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Capture sales this spring shopping season and engage shoppers with AR & VR features", "info_description": " Shoppers want to make sure that the products they buy will ultimately meet their needs—whether it's the right shade of makeup, or the right design look in their space. In fact, 55% of surveyed online apparel shoppers have returned an item(s) because it looked different on them than they expected.1 Our suite of augmented reality tools give shoppers more insight into how products will look on them, or in their space, helping them ultimately make more confident decisions and helping to reduce over", "info_link": "https://support.google.com/google-ads/answer/14627170", "time": "2024-02-28"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Teeth whitening products", "info_description": " Teeth whitening products that contain equal to or less than 6% hydrogen peroxide or chemicals that emit hydrogen peroxide are allowed in the United Kingdom. Previously, teeth whitening products with more than 0.1% hydrogen peroxide were prohibited in the UK. The change applies to Shopping Ads and Free Listings. The restricted content policy is designed to protect customers from products that may be harmful or ineffective. We encourage merchants to review their teeth whitening products to ensure", "info_link": "https://support.google.com/merchants/answer/14429314", "time": "2024-02-27"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【February 22, 2024】Release notes for Analytics Help", "info_description": "To simplify reporting in Google Analytics, we’re updating the Advertising section, bringing all relevant reporting for advertisers and publishers together in one place. With this update, you can now use the following sections for either behavioral or performance reporting:", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2024-02-22"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "February 22, 2024 - Show field descriptions in table chart headers", "info_description": "You can now let report viewers access field descriptions in tooltips when the Show field descriptions option is enabled for table charts. Show field descriptions is automatically enabled for charts that are connected to a Looker or Search Ads 360 data source.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2024-02-22"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - Show field descriptions in table chart headers", "info_description": "You can now let report viewers access field descriptions in tooltips when the Show field descriptions option is enabled for table charts. Show field descriptions is automatically enabled for charts that are connected to a Looker or Search Ads 360 data source.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2024-02-22"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "#GTMTips: Consent Granted Reprocesses Previously Denied Hits", "info_description": "This will be a quick tip, but it&rsquo;s here to correct my previous statements in the comments section of different articles on this blog.\nWhen using Advanced Consent Mode, Google Analytics 4 collects hits when consent is in &quot;denied&quot; state. These hits have a lot of parameters stripped off them, including identifiers like the Client ID and the Session ID.\nThe hits will not surface in reports directly, but they will instead go through a modeling process to enrich the reports once modeled.", "info_link": "https://www.simoahava.com/gtmtips/consent-granted-reprocesses-previously-denied-hits/", "time": "2024-03-07"}, {"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "The Technical Marketing Handbook By Simmer", "info_description": "Simmer has just released the Technical Marketing Handbook.\nIt&rsquo;s a free online resource, formatted as a mini-course, designed to walk the reader through the different disciplines and concepts that fall under the banner of &ldquo;technical marketing&rdquo;. And yes, we spend the introductory chapter explaining what that term means to us.\n  In total, we wrote 9 chapters, each with 3 topics, for a total of around 77,000 words. For reference, that&rsquo;s about as many words as in the first Harry Potter novel.", "info_link": "https://www.simoahava.com/personal/technical-marketing-handbook/", "time": "2024-02-29"}]}, "SEO Announce": {"article": [{"website_name": "Bing Webmaster", "tag": "SEO Announce", "info_title": "Optimize your Impact with IndexNow Insights", "info_description": "Optimize your impact with IndexNow Insights! Access in-depth analysis on your indexed URLs, receive comprehensive reports on their indexing performance, and tailor your content strategy for maximum impact. &nbsp;Learn how IndexNow Insights can help you make informed decisions to help boost your site&rsquo;s visibility today.", "info_link": "https://blogs.bing.com/webmaster/March-2024/Optimize-your-Impact-with-IndexNow-Insights", "time": "2024-03-05"}, {"website_name": "Bing Webmaster", "tag": "SEO Announce", "info_title": "What’s New: Top Insights for Maximum Visibility and Performance", "info_description": "Elevate your SEO with Bing Webmaster Tools' New Top Insights feature! From content quality and backlinks to performance metrics, crawl status, and more-personalized and actionable recommendations help you optimize for maximum visibility and performance. Learn how Top Insights empowers you with the data you need to make more informed decisions.&nbsp;", "info_link": "https://blogs.bing.com/webmaster/March-2024/What%E2%80%99s-New-Top-Insights-for-Maximum-Visibility-and-Performance", "time": "2024-03-05"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "What web creators should know about our March 2024 core update and new spam policies", "info_description": "\n        \n          Today we announced\n          the March 2024 core update. This is designed to improve the quality of Search by showing less\n          content that feels like it was made to attract clicks, and more content that people find useful.\n          We also shared that we have new spam policies\n          to better handle the practices that can negatively impact Google's search results. In this post,\n          we'll go into more detail for creators about both the update and the spam policies.\n        \n      ", "info_link": "https://developers.google.com/search/blog/2024/03/core-update-spam-policies", "time": "2024-03-05"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Search Central Live 2024 in Bucharest, Romania", "info_description": "\n        We're excited to announce a Search Central Live event in Bucharest, Romania on April 4, 2024.\n        Search Central Live\n        is our global Google Search event series specifically for site owners, publishers, and SEOs.\n      ", "info_link": "https://developers.google.com/search/blog/2024/03/search-central-live-romania-2024", "time": "2024-03-04"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "The next wave of Microsoft Copilot for employees and students", "info_description": "Since becoming generally available in December, Microsoft Copilot has been adopted by workers, faculty, and&mdash;most recently&mdash;higher ed students, as their everyday AI companion with commercial data protection. They&rsquo;re using it to find better answers, maximize their efficiency, and instantly be more creative&mdash;all while helping to keep their organization&rsquo;s data safe with commercial data protection.&nbsp;&nbsp;", "info_link": "https://blogs.bing.com/search/February-2024/The-next-wave-of-Microsoft-Copilot-for-employees-and-students", "time": "2024-02-28"}]}}