{"Google Product updates": {"article": [{"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【September 13, 2023】Release notes for Analytics Help", "info_description": "Google Analytics surfaces a new recommendation when you've implemented consent mode in gtag.js, Google Tag Manager, or the Google Analytics for Firebase SDK, but the Google tags or Consent management platform are likely blocking cookieless pings.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-09-13"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "September 7, 2023 - Pro feature: View a chart's underlying data", "info_description": "Viewing a chart's underlying data can help you make the best decisions about what data to include in that chart, and can also help you troubleshoot problems with your reports.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-09-08"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "See older releases - Pro feature: View a chart's underlying data", "info_description": "Viewing a chart's underlying data can help you make the best decisions about what data to include in that chart, and can also help you troubleshoot problems with your reports.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740", "time": "2023-09-08"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "More information on Google Ads move to real time bidding for apps", "info_description": " In May, Google Ads announced that we intend to move primarily towards real-time bidding auctions for apps. Real-time bidding typically improves advertiser ROI, creating incentives for more advertising spend and, in turn, more monetization opportunities for publishers, benefiting the overall health of the ecosystem.\nWhile real-time bidding will improve efficiency and expand monetization opportunities, we recognize this shift is a change for some publishers with complex waterfall mediation setups", "info_link": "https://support.google.com/google-ads/answer/13998994", "time": "2023-09-07"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【September 5, 2023】Release notes for Google Tag Manager", "info_description": "\nThe Google tag is now compatible with Google Tag Manager. This update allows you to deploy a Google tag (gtag.js) in Tag Manager.\nGA4 configuration tags are now Google tags. With this change, your GA4 configuration tag has new capabilities including settings variables. You don’t need to take any action since this change is applied automatically. Your existing measurement configuration will work just as before. Learn more.\nSettings variables for the Google tag and GA4 event tags are here! You can now reuse common configuration and event parameters by setting up configuration and event variables.\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-09-05"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【September 6, 2023】Release notes for Google Tag Manager", "info_description": "\nServer-side tagging: You can now deploy a Google Cloud Retail tag on a tagging server. Learn to record user events in a Google Tag Manager server container.\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-09-05"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【August 31, 2023】Release notes for Analytics Help", "info_description": "You can now view and delete established links between Google Analytics 4 properties and AdSense accounts. When you link your AdSense account to a Google Analytics 4 property, you can see it on the Admin page under AdSense Links.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-08-31"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Our new policy to help guide advertisers and build trust with users", "info_description": " Today we’re announcing a new approach to improving ad clarity—a policy called Limited Ads Serving—that will both reduce the risk of scams and help prevent confusing and misleading ads. Under this policy, we’ll begin implementing a get-to-know-you period for advertisers we are less familiar with, during which impressions for their ads might be limited. To start, this policy will apply to those advertisers when they target certain brands with their ad campaigns. For example, we’d implement this p", "info_link": "https://support.google.com/google-ads/answer/13986050", "time": "2023-08-31"}, {"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【August 24, 2023】Release notes for Google Tag Manager", "info_description": "\nServer-side tagging: You can now apply a transformation rule to entire tag types. Learn more about transformations\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-08-25"}]}, "SEO Announce": {"article": [{"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Associate Search Console to Merchant Center to discover growth opportunities", "info_description": "Today Search Console is enhancing the Shopping section to help businesses with a Merchant Center\n      account to monitor the status of their products and discover opportunities to improve the\n      visibility of their products on Google.", "info_link": "https://developers.google.com/search/blog/2023/09/search-console-merchant-center-association", "time": "2023-09-11"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "How Google Search handles multilingual searches", "info_description": "In many countries and regions around the world, people commonly speak and search in more than\n      one language. To best serve them, Google uses a variety of ways to automatically determine\n      what is the best language or languages to show search results in. This post highlights some\n      aspects that Google Search considers, and options to use when searching.", "info_link": "https://developers.google.com/search/blog/2023/09/multilingual-searches", "time": "2023-09-08"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Site names on Google Search now available for all languages", "info_description": "Last October, site names were introduced on mobile results for select languages, which expanded\n      to desktop in March. Today, we're happy to announce that site names are now available in all\n      languages where Google Search is available, on both mobile and desktop. Site names are\n      supported for domains (for example, example.com) and subdomains (for example, subdomain.example.com)\n      but not for subdirectories (for example, example.com/subdirectory).", "info_link": "https://developers.google.com/search/blog/2023/09/site-names-global-rollout", "time": "2023-09-07"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "The comedy of errors", "info_description": "Every now and then we get questions about errors that we may have shown for sites in Search\n      Console, and every now and then we encounter folks who seem to be confused about where an\n      error came from. This is understandable: there are many issues that can arise when accessing \n      websites, but all of them, without exception, map to a certain system that makes the access \n      possible. In this illustrated short story we will try to shed some light on the errors and \n      perhaps make them look a little less scary. Let's dig in!", "info_link": "https://developers.google.com/search/blog/2023/08/where-art-thou-error", "time": "2023-09-02"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: Bing Chat Enterprise in Windows Copilot", "info_description": "These Release Notes are designed to provide updates on new features that have fully shipped to all Bing Chat users as of today. Here&rsquo;s a summary of what&rsquo;s new since our August 25 update:&nbsp;", "info_link": "https://blogs.bing.com/search/september-2023/Bing-Preview-Release-Notes-Bing-Chat-Enterprise-in-Windows-Copilot", "time": "2023-09-01"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: More Ways to Access Bing Chat", "info_description": "We&rsquo;re excited about Monday&rsquo;s announcement that Bing Chat Enterprise is now available to Microsoft 365 A3 and A5 Faculty users at no additional cost. We look forward to hearing from educators about how they are using it!&nbsp;\n&nbsp;", "info_link": "https://blogs.bing.com/search/august-2023/Bing-Preview-Release-Notes-More-Ways-to-Access-Bing-Chat", "time": "2023-08-25"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "Settings Variables For GA4 In Google Tag Manager", "info_description": "One of the big pain points in configuring Google Analytics 4 through Google Tag Manager has been the difficulty of setting up event parameters, user properties, and settings across a range of tags.\nWell, we can finally get rid of our clumsy Config tag sequencing hacks because Google has released two new settings variables that mimic how the Google Analytics Settings Variable used to work in Universal Analytics.\nThe new variables are:", "info_link": "https://www.simoahava.com/analytics/settings-variables-for-ga4-in-google-tag-manager/", "time": "2023-09-06"}, {"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "The Google Tag Template In Google Tag Manager", "info_description": "Google is going all-in with Google Tag. We&rsquo;ve already seen the consolidation effort through products like Google Analytics 4, and now Google is extending the merging of the tagging stack into Google Tag Manager, too.\nI&rsquo;m referring to the new Google Tag that has replaced Google Analytics 4 configuration tags in your Google Tag Manager containers.\nWith this release, all your old GA4 configuration tags have been auto-migrated to the new Google Tag.", "info_link": "https://www.simoahava.com/analytics/google-tag-template-in-google-tag-manager/", "time": "2023-09-06"}, {"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "Thank You", "info_description": "Today marks the date of exactly 10 years of marriage to my wife, my friend, the loving mother to our children, and my business partner at Simmer. And yes, they are all the same person – I&rsquo;m that lucky!\nThank you, Mari, for everything.", "info_link": "https://www.simoahava.com/personal/thank-you/", "time": "2023-08-31"}]}}