{"Google Product updates": {"article": [{"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Merchants can serve N95 masks on Shopping", "info_description": " As the COVID-19 situation evolved, more mask types were allowed on Shopping ads and free listings. Previously, approved N95 mask offers were listed directly by Project N95 on behalf of N95 merchants. Effective December 21, 2022 approved merchants can list or advertise N95 masks directly to customers on Shopping ads and free listings. In the U.S., Project N95 will still need to approve N95 mask offers for listing. Once the N95 mask offers are approved, approved merchants can list these offers in", "info_link": "https://support.google.com/merchants/answer/12995636", "time": "2022-12-21"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【December 21, 2022】Release notes for Analytics Help", "info_description": "Use the GA4 Migrator for Google Analytics Google Sheets add-on to recreate many of the audiences in your Universal Analytics property in a Google Analytics 4 property. Audiences based on dimensions and metrics that are the same in Universal Analytics and GA4 can be recreated as is. When the audiences use dimensions and/or metrics that differ between Universal Analytics and GA4, you can edit the audience definitions in the spreadsheet to use the relevant GA4 dimensions and metrics.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2022-12-21"}, {"website_name": "Looker Studio", "tag": "Google Product updates", "info_title": "Monitor a report's Google Analytics 4 usage data", "info_description": "For Looker Studio reports that connect to Google Analytics 4 (GA4) data, you can now monitor quota token usage to more easily keep your reports within Google Analytics Data API (GA4) quotas.", "info_link": "https://support.google.com/datastudio/answer/11521624?hl=en&ref_topic=6267740#dec-14-2022", "time": "2022-12-20"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【December 14, 2022】Release notes for Analytics Help", "info_description": "Google Analytics now provides Google Ads users with a one-time Ads credit to help you reach more potential customers using your Google Analytics data. The new recommendation will appear along the top of the Advertising snapshot report or in the Insights & Recommendations section of the Home page for eligible Google Analytics accounts.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2022-12-15"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Policy update: Linked account suspension", "info_description": " We’ve updated our Abuse of the network policy. What’s changing\nWe’ve updated our prohibited practices to include a new account issue status, “Linked account suspension”. This new issue status is a clarification of our existing enforcement to provide retailers with better instructions on how to resolve their account issues. This issue status means that a suspended Google Ads account is linked to your Merchant Center account. The Google Ads suspension must be fixed first before your Merchant Cent", "info_link": "https://support.google.com/merchants/answer/13050275", "time": "2022-12-14"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【December 13, 2022】Release notes for Analytics Help", "info_description": "We've added a new Landing page report to help you evaluate the effectiveness of the first pages people land on when they visit your website. Understanding where users first land on your website can help you to optimize your user experience and marketing efforts.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2022-12-13"}]}, "SEO Announce": {"article": [{"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Search Central Live 2022 Highlights", "info_description": "We spent the past few weeks busy hosting Search Central Live \n    events in Singapore and Tel Aviv. In this post we look back and discuss the highlights from the events\n    and some ideas for future events.", "info_link": "https://developers.google.com/search/blog/2022/12/search-central-live-2022", "time": "2022-12-16"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Our latest update to the quality rater guidelines: E-A-T gets an extra E for Experience", "info_description": "Many creators are familiar with the concept of E-A-T, which is used in how we evaluate if our\n      search ranking systems are providing helpful, relevant information. Would ordinary people feel\n      the results they get demonstrate E-A-T, that is: expertise, authoritativeness, and\n      trustworthiness? Now to better assess our results, E-A-T is gaining an E: experience.", "info_link": "https://developers.google.com/search/blog/2022/12/google-raters-guidelines-e-e-a-t", "time": "2022-12-15"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Introducing the Google Search Status Dashboard", "info_description": "As we head into 2023, we want to introduce another tool for the public to understand the most\n      current status of systems which impact Search - crawling, indexing, and serving. While\n      system disruptions are extremely rare, we want to be transparent when they do happen, so\n      please welcome our new Google Search Status Dashboard.", "info_link": "https://developers.google.com/search/blog/2022/12/status-dashboard", "time": "2022-12-14"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "December 2022 link spam update releasing for Google Search", "info_description": "Today, we're leveraging the power of SpamBrain to neutralize the impact of unnatural links on\n      search results.", "info_link": "https://developers.google.com/search/blog/2022/12/december-22-link-spam-update", "time": "2022-12-14"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Visual Elements of Google Search", "info_description": "It can be challenging to find a certain search feature or UI element that you want to learn about,\n      especially when you don't know what it's called. The brand new Visual Elements Gallery was\n      built to help you with this: it contains the 22 visual elements that are most likely to appear\n      on search result pages and are also relevant to site owners and SEOs.", "info_link": "https://developers.google.com/search/blog/2022/12/visual-elements", "time": "2022-12-13"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Updates to Google's Services in Czechia in Light of the Czech Transposition of the European Copyright Directive", "info_description": "The European Copyright Directive, which is being implemented by countries in the European\n      Union, gives new rights to news publishers online while ensuring that consumers can continue\n      to freely access information through online platforms. The Directive allows search engines\n      such as Google to freely link to and use \"very short extracts\" of press publishers'\n      content. The law also creates new rights for publishers when longer previews of their\n      content are displayed online - but without defining what exactly a very short extract or\n      a longer preview is.", "info_link": "https://developers.google.com/search/blog/2022/12/google-services-in-czechia", "time": "2022-12-12"}]}, "Google Tag Manager": {"article": [{"website_name": "Simo Ahava's blog", "tag": "Google Tag Manager", "info_title": "Track And Categorize All Link Clicks On The Site With Google Analytics 4", "info_description": "This is a guest post by Sebastian Pospischil, Evangelist Digital Analytics at TRKKN. All credit for the solution goes to him. The Summary section is the only one authored by Simo Ahava.\n You know the deal.\nEach and every day, clients reach out to you asking for custom click tracking for this call-to-action on that slider, or that button in this section of a page. They reach out to you because such things cannot be answered out of the box in Google Analytics 4.", "info_link": "https://www.simoahava.com/analytics/track-and-categorize-all-link-clicks-on-the-site/", "time": "2022-12-12"}]}}