{"SEO Announce": {"article": [{"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Preview Release Notes: More Ways to Access Bing Chat", "info_description": "We&rsquo;re excited about Monday&rsquo;s announcement that Bing Chat Enterprise is now available to Microsoft 365 A3 and A5 Faculty users at no additional cost. We look forward to hearing from educators about how they are using it!&nbsp;\n&nbsp;", "info_link": "https://blogs.bing.com/search/august-2023/Bing-Preview-Release-Notes-More-Ways-to-Access-Bing-Chat", "time": "2023-08-25"}, {"website_name": "Bing Search", "tag": "SEO Announce", "info_title": "Bing Chat Enterprise is in preview for Microsoft 365 A3 and A5 licenses for faculty users", "info_description": "In July, Microsoft announced the preview of Bing Chat Enterprise, which delivers AI-powered chat with commercial data protection. Today, we have extended Bing Chat Enterprise eligibility to Microsoft 365 A3 and A5 licenses for faculty.&nbsp;", "info_link": "https://blogs.bing.com/search/august-2023/Bing-Chat-Enterprise-is-in-preview-for-Microsoft-365-A3-and-A5-licenses-for-faculty-users", "time": "2023-08-21"}, {"website_name": "Google Webmaster", "tag": "SEO Announce", "info_title": "Search Central Live is coming to India", "info_description": "With three Search Central Live events behind us this year, it's time to announce the one we get asked about the most: Search Central India!", "info_link": "https://developers.google.com/search/blog/2023/08/search-central-live-india-2023", "time": "2023-08-19"}]}, "Google Product updates": {"article": [{"website_name": "Google Tag Manger Help", "tag": "Google Product updates", "info_title": "【August 24, 2023】Release notes for Google Tag Manager", "info_description": "\nServer-side tagging: You can now apply a transformation rule to entire tag types. Learn more about transformations\n", "info_link": "https://support.google.com/tagmanager/answer/4620708", "time": "2023-08-25"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Vehicle ads will be upgraded to Performance Max with vehicle feeds", "info_description": " The auto shopper journey is constantly evolving and shifting to digital. Now more than ever, people are starting their research for a new car online. In fact, 79% of new car buyers used a search engine to inform and influence a recent vehicle purchase,1 and on average use 6 online information sources while researching2. For marketers, this means the speed at which you need to analyze data, find customer insights, and adapt how your brand shows up is unlike anything you’ve experienced before. An", "info_link": "https://support.google.com/google-ads/answer/13837303", "time": "2023-08-24"}, {"website_name": "Google Analytics Help", "tag": "Google Product updates", "info_title": "【August 17, 2023】Release notes for Analytics Help", "info_description": "Behavioral modeling data is now available in any exploration or report that includes paths and funnels in Google Analytics 4. More specifically, this includes the path exploration and funnel exploration, as well as the user purchase journey report and custom funnel reports.", "info_link": "https://support.google.com/analytics/answer/9164320", "time": "2023-08-17"}, {"website_name": "Google Ads Help", "tag": "Google Product updates", "info_title": "Get ready to upgrade your Discovery ads to Demand Gen", "info_description": " Consumers today have infinite options of content—everything from 15-hour live streams to 15-second Shorts—prompting actions at varying speeds and in different ways. In June, we introduced Demand Gen, a new AI-powered campaign designed to multiply your creativity and drive demand. It’s built to help advertisers who buy on social platforms find and convert consumers with immersive, relevant, and visual creatives that grab attention and spur action in the right moment. Demand Gen drives conversion", "info_link": "https://support.google.com/google-ads/answer/13859703", "time": "2023-08-15"}, {"website_name": "Merchant Center Help", "tag": "Google Product updates", "info_title": "Announcement: A new, simplified Merchant Center", "info_description": " At Google Marketing Live 2023, we introduced Merchant Center Next - a simpler way for retailers of all sizes to more easily show their business and products to consumers, all across Google.\nOnboarding on Merchant Center Next is easier, with simplified flow for website verification through additional methods such as verifying by email. You will be able to use our simplified experience to automatically connect product information from their website. Merchant Center Next will give you control over", "info_link": "https://support.google.com/merchants/answer/13863814", "time": "2023-08-11"}]}}